Repository: smartnode/i18n-uzbek
Catalog: wordpress/*.po
Languages: uz_uz

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header height of %s pixels.
uz_uz: Нажав кнопку <strong>&laquo;Добавить&raquo;</strong>, можно загрузить и обрезать изображение по своему усмотрению, однако в вашей теме оформления рекомендуется заголовок высотой %s пикселей.

source: You are customizing %s
uz_uz: Siz %s ni moslayapsiz.

source: Widgets are independent sections of content that can be placed into widgetized areas provided by your theme (commonly called sidebars).
uz_uz: Vidjetlar shabloningizning yon ustunlar deb ataluvchi joylarida tashkil etilgan vidjetlashtirilgan joylarda qo'yish mumkin bo'lgan mustaqil ma'lumot qismlari hisoblanadi.

source: (WordPress could not establish a secure connection to WordPress.org. Please contact your server administrator.)
uz_uz: Wordpress Wordpress.org sayti bilan xavfsiz aloqa o`rnata olmadi. Iltimos server administratori bilan bog`laning.

source: Shift-click to edit this widget.
uz_uz: Vidjetni o`zgartirish uchun shift+sichqoncha tugmasini bosing.

# HTML tag
source: Address
uz_uz: Manzil

source: If you&#8217;re looking to paste rich content from Microsoft Word, try turning this option off. The editor will clean up text pasted from Word automatically.
uz_uz: Agar Siz Microsoft Word dasturidan nusxa olingan maxsus formatli matnni qo'yishni xohlasangiz, ushbu tanlovni o'chiring. Aks holda muharrir Word dasturidan qo'yilayotgan har qanday matn formatini avtomatik tozalaydi.

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header size of %s pixels.
uz_uz: Нажав кнопку <strong>&laquo;Добавить&raquo;</strong>, можно загрузить и обрезать изображение по своему усмотрению, однако в вашей теме оформления рекомендуется заголовок размером %s пикселей.

source: Keyboard Shortcuts
uz_uz: Klaviatura belgilari

source: <strong>ERROR</strong>: Cookies are blocked due to unexpected output. For help, please see <a href="%1$s">this documentation</a> or try the <a href="%2$s">support forums</a>.
uz_uz: <strong>ХАТО</strong>: Kutilmagan xatolik tufayli cookielar bloklandi. Yordam olish uchun <a href="%1$s">bu xujjat</a> yoki <a href="%2$s">yordam forumlariga</a> murojaat qiling.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href="%s">enable cookies</a> to use WordPress.
uz_uz: <strong>ХАТО</strong>: Brauzeringizda kuki(Cookies )lar o'chirilgan yoki bloklangan. WordPressdan foydalanishingiz uchun <a href="%s">kukilarni faollashtirish</a>ingiz kerak bo'ladi..

source: Link CSS Class
uz_uz: Class CSS bog'i

source: Show Video List
uz_uz: Videolar ro'yhatini ko'rish

source: Display Settings
uz_uz: Sozlamalarni ko'rsatish

source: Edit Original
uz_uz: Haqiqiy nushani o'zgartirish

# table cell alignment attribute
source: None
uz_uz: Hech qaysi

source: Font Family
uz_uz: Шрифт оиласи

source: Font Sizes
uz_uz: Ҳарф ўлчами

source: Split table cell
uz_uz: Жадвал катагини бўлиш

source: Suggested image dimensions:
uz_uz: Тавсия қилинган расм ўлчами

source: Custom Size
uz_uz: Махсус ўлчам

source: Advanced Options
uz_uz: Қўшима танловлар

source: Image Title Attribute
uz_uz: Расм title атрибути

source: Image CSS Class
uz_uz: Расм CSS синфи

source: Artist
uz_uz: Ижрочи

source: Album
uz_uz: Альбом

source: Genre
uz_uz: Жанри

source: Year
uz_uz: Йил

# video or audio
source: Length
uz_uz: Узунлиги

source: There has been an error cropping your image.
uz_uz: Расмни кесишда хатолик юз берди.

source: Edit Audio Playlist
uz_uz: Мусиқалар рўйхатини таҳрирлаш

source: &#8592; Cancel Audio Playlist
uz_uz: &#8592; Мусиқалар рўйхати тузишни бекор қилиш

source: Insert audio playlist
uz_uz: Мусиқалар рўйхатини киритиш

source: Update audio playlist
uz_uz: Мусиқалар рўйхатини янгилаш

source: Add to audio playlist
uz_uz: Мусиқалар рўйхатига қўшиш

source: Add to Audio Playlist
uz_uz: Мусиқалар рўйхатига қўшиш

# Move widget
source: Move
uz_uz: Кўчириш

source: Set image
uz_uz: Расм қўйиш

# Reorder widgets in Customizer
source: Reorder
uz_uz: Қайта тартиблаш

# Cancel reordering widgets in Customizer
source: Done
uz_uz: Бажарилди

source: Save and preview changes before publishing them.
uz_uz: Ўзгаришларни чоп этишдан олдин кўриш ва сақлаш

source: Trash widget by moving it to the inactive widgets sidebar.
uz_uz: Виджетни ўчириш учун нофаол виджетлар гуруҳига кўчиринг

source: Search Widgets
uz_uz: Виджет қидириш

source: Search widgets&hellip;
uz_uz: Виджет қидириш&hellip;

# TinyMCE
source: Headings
uz_uz: Сарлавҳалар

# auto preload
source: Auto
uz_uz: Автоматик

source: Move to another area&hellip;
uz_uz: Boshqa joyga ko'chirish

source: Cropping&hellip;
uz_uz: Кесиляпти&hellip;

source: Tracks (subtitles, captions, descriptions, chapters, or metadata)
uz_uz: Мусиқалар (shiorlar, sarlavhalar, tasniflar, boblar, yoki meta ma'lumotlar)

# TinyMCE
source: Formats
uz_uz: Бичимлар

# table cell scope attribute
source: Scope
uz_uz: Scope атрибути

# table column
source: Column
uz_uz: Устун

# TinyMCE
source: Blocks
uz_uz: Блоклар

# HTML tag
source: Div
uz_uz: Қатлам

# HTML tag
source: Pre
uz_uz: Бичимланмаган

# HTML elements
source: Inline
uz_uz: Қаторда

# editor button
source: Code
uz_uz: Kod

source: Bulleted list
uz_uz: Нуқтали рўйхат

# list style
source: Square
uz_uz: Квадрат

# list style
source: Circle
uz_uz: Айлана

# list style
source: Disc
uz_uz: Нуқта

# list style
source: Lower Greek
uz_uz: Кичик грек ҳарфлари

# list style
source: Lower Alpha
uz_uz: Кичик лотин ҳарфлари

# list style
source: Upper Alpha
uz_uz: Катта лотин ҳарфлари

# list style
source: Upper Roman
uz_uz: Катта рим ҳарфлари

# list style
source: Lower Roman
uz_uz: Кичик рим ҳарфлари

# Name of link anchor (TinyMCE)
source: Name
uz_uz: Исм

# Link anchor (TinyMCE)
source: Anchor
uz_uz: Лангар

# Link anchors (TinyMCE)
source: Anchors
uz_uz: Лангарлар

# editor button
source: Right to left
uz_uz: Ўнгдан чапга

# editor button
source: Left to right
uz_uz: Чапдан ўнгга

# find/replace
source: Replace
uz_uz: Алмаштириш

# find/replace
source: Next
uz_uz: Кейинги

# find/replace
source: Prev
uz_uz: Аввалги

# find/replace
source: Whole words
uz_uz: Бутун сўз

# find/replace
source: Replace with
uz_uz: Алмаштириш

# find/replace
source: Find
uz_uz: Топиш

# find/replace
source: Replace all
uz_uz: Ҳаммасинин алмаштириш

# spellcheck
source: Finish
uz_uz: Tugatish

# spellcheck
source: Ignore all
uz_uz: Ҳаммасини рад этиш

# spellcheck
source: Ignore
uz_uz: Рад этиш

# table columns
source: Cols
uz_uz: Устунлар

# table cell
source: Cell
uz_uz: Катак

# table header
source: Header
uz_uz: Бош қисм

# table body
source: Body
uz_uz: Асосий қисм

# table footer
source: Footer
uz_uz: Қуйи қисм

# TinyMCE
source: Insert template
uz_uz: Шаблон киритиш

# TinyMCE
source: Templates
uz_uz: Шаблонлар

# editor button
source: Show blocks
uz_uz: Блокларни кўрсатиш

source: Words: %s
uz_uz: Сўзлар: %s

# TinyMCE menu
source: Insert
uz_uz: Киритиш

# TinyMCE menu
source: File
uz_uz: Файл

# TinyMCE menu
source: Edit
uz_uz: Таҳрирлаш

# TinyMCE menu
source: Tools
uz_uz: Асбоблар

# TinyMCE menu
source: View
uz_uz: Кўриш

# TinyMCE menu
source: Table
uz_uz: Жадвал

source: Add alternate sources for maximum HTML5 playback:
uz_uz: Maksimal HTML5 mosligini ta'minlash maqsadida qo'shimcha manbalarni qo'shing:

source: Image Details
uz_uz: Rasm ma'lumotlari

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="https://wordpress.org/support/">support forums</a>.
uz_uz: Xatolik yuz berdi. WordPress.org saytida qandaydir xatolik yuz bergan yoki saytingiz sozlanmalarida xatolik bor. Agar muammolarga duch kelishda davom etsangiz, <a href="https://wordpress.org/support/">yordam forumlariga</a> murojaat qiling.

source: Back
uz_uz: Orqaga

source: Show Tracklist
uz_uz: Ro'yxatni ko'rish

source: Playlist Settings
uz_uz: Pleylist xossalari

# Search widget
source: Search
uz_uz: Қидириш

source: %s, and %s
uz_uz: %s va %s

source: %s and %s
uz_uz: %s va %s

source: Show Artist Name in Tracklist
uz_uz: Qo'shiqlar ro'yxatida qo'shiqchi otini ko'rsating

source: Show Images
uz_uz: Rasmlarni ko'rsatish

source: Metadata
uz_uz: Meta ma'lumot

source: Autoplay
uz_uz: Avto aytish

source: Poster Image
uz_uz: Rasm

source: There are no associated subtitles.
uz_uz: Biriktirilgan izoh jumlalar mavjud emas.

source: Create a new playlist
uz_uz: Yangi pleylist yaratish

source: Create a new video playlist
uz_uz: Yangi video pleylist yaratish

source: Replace Image
uz_uz: Rasmni almashtirish

source: Cancel Edit
uz_uz: Tahrirni bekor qilish

source: Choose Image
uz_uz: Rasmni tanlash

source: Select and Crop
uz_uz: Tanlang va kesing

source: Skip Cropping
uz_uz: Kesmasdan davom etish

source: Crop Image
uz_uz: Rasmni kesish

source: Crop your image
uz_uz: Rasmingizni kesing

source: Audio Details
uz_uz: Audio ma'lumotlari

source: Replace Audio
uz_uz: Audioni almashtirish

source: Add Audio Source
uz_uz: Audo manbasi kiritish

source: Video Details
uz_uz: Video ma'lumotlari

source: Replace Video
uz_uz: Videoni almashtirish

source: Add Video Source
uz_uz: Video manbasi qo'shish

source: Select Poster Image
uz_uz: Rasm tanlash

source: Add Subtitles
uz_uz: Izoh so'z kiritish

source: Drag and drop to reorder tracks.
uz_uz: Qo'shiq/Videolarni qayta tartiblash uchun ushlang va suring.

source: Create Audio Playlist
uz_uz: Audo playlist yaratish

source: Drag and drop to reorder videos.
uz_uz: Videolarni qayta tartiblash uchun ushlang va suring.

source: Create Video Playlist
uz_uz: Video pleylist yaratish

source: Edit Video Playlist
uz_uz: Video pleylistni tahrirlash

source: &#8592; Cancel Video Playlist
uz_uz: &#8592; Video pleylistni bekor qilish

source: Insert video playlist
uz_uz: Video pleylist kiritish

source: Update video playlist
uz_uz: Video pleylistni yangilash

source: Add to video playlist
uz_uz: Video pleylistga qo'shish

source: Add to Video Playlist
uz_uz: Video pleylistga qo'shish

source: Invalid menu ID.
uz_uz: Menu IDsi yaroqsiz.

source: The query argument of %s must have a placeholder.
uz_uz: %sning so'rov argumenti placeholderga ega bo'lishi kerak.

source: Hint: The password should be at least twelve characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
uz_uz: Eslatma: Parolingiz kamida 12 belgidan iborat bo'lishi kerak. Uni yanada ishonchli qilish uchun katta va kichik harflardan, raqamlardan va ! " ? $ % ^ &amp; ) singari belgilardan foydalaning.

source: Insert/edit video
uz_uz: Video kiritish/tahrirlash

source: Could not find the specified string.
uz_uz: So'ralgan jumla topilmadi.

source: Column group
uz_uz: Ustunlar guruhi

source: Toolbar Toggle
uz_uz: Asboblar qatori ko'rsatkichi

source: Insert image
uz_uz: Rasm kiritish

source: Style
uz_uz: Stil

source: Alternative source
uz_uz: Qo'shimcha manba

source: Keywords
uz_uz: Калит сўзлар

source: Randomize uploaded headers
uz_uz: Yuklangan tepa qismlarni tartibsizlashtirish

source: Randomize suggested headers
uz_uz: Yuqori qismlarni jaoylashtirish

source: Randomizing uploaded headers
uz_uz: Yuklangan tepa qismlar tartibsizlantirilayapti

source: Randomizing suggested headers
uz_uz: Taklif etilgan tepa qismlar tartibsizlantirilayapti

source: No image set
uz_uz: Rasm kiritilmagan

source: Current header
uz_uz: Joriy tepa qism

# custom headers
source: Previously uploaded
uz_uz: Avval yuklangan

# custom headers
source: Suggested
uz_uz: Tavsiya etilgan

source: Add a Widget
uz_uz: Vidjet qo'shish

source: Move down
uz_uz: Pastga tushirish

source: Move up
uz_uz: Yuqoriga ko'tarish

source: Select an area to move this widget into:
uz_uz: Ushbu vidjetni qo'shish uchun joyni tanlang:

source: An error has occurred. Please reload the page and try again.
uz_uz: Xatolik sodir bo'ldi. Iltimos, sahifani yangilang va yana urinib ko'ring.

source: Align right
uz_uz: Ўнгга текислаш

source: Numbered list
uz_uz: Raqamlangan ro'yxat

source: Increase indent
uz_uz: Surilishni kattalashtirish

source: Clear formatting
uz_uz: O'zgatirilganlarni tozalash

source: Align center
uz_uz: Марказга текислаш

source: Decrease indent
uz_uz: Surilishni kamaytirish

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
uz_uz: Ayni paytda kiriitsh oddiy matn holatida. Siz ushbu holatni o'zgartirmaguningizcha kiritgan matnlaringiz oddiy matn holatida kiritiladi.

source: Justify
uz_uz: Yonlarga tekislash

source: Align left
uz_uz: Chapga tekislangan

source: Visual aids
uz_uz: Ko'rgazmali qurollar

source: Restore last draft
uz_uz: So'ngi qoralamani tiklash

source: Special character
uz_uz: Maxsus belgi

source: Source code
uz_uz: Manba kod

source: Emoticons
uz_uz: Kulgichlar

source: Robots
uz_uz: Robotlar

source: Encoding
uz_uz: Kodlanishi

source: Horizontal line
uz_uz: Gorizontal chiziq

source: Insert date/time
uz_uz: Vaqtni kiriting

source: Paste your embed code below:
uz_uz: Quyiga kodingizni kiriting:

source: Insert video
uz_uz: Video kiritish

source: Embed
uz_uz: Biriktirilgan

source: Nonbreaking space
uz_uz: Yangi qatorga tushirmaydigan bo'shliq

source: Page break
uz_uz: Sahifa bo'linuvi

source: Paste as text
uz_uz: Matn sifatida kiritish

source: Replace
uz_uz: Алмаштириш

source: Find and replace
uz_uz: Topish va almashtirish

source: Match case
uz_uz: Moslik sharti

source: Rows
uz_uz: Қаторлар

source: Cell padding
uz_uz: Katak ichki itarilishi

source: Cell spacing
uz_uz: Katak tashqi itarilishi

source: Row type
uz_uz: Qator turi

source: Insert table
uz_uz: Jadval kiritish

source: Header cell
uz_uz: Sarlavha katak

source: Cell type
uz_uz: Katak turi

source: Row group
uz_uz: Qator guruhi

source: Delete column
uz_uz: Ustunni o'chirish

source: Background color
uz_uz: Фон ран rangi

source: Text color
uz_uz: Matn rangi

source: Show invisible characters
uz_uz: Ko'rinmas belgilarni ko'rsatish

source: Insert Read More tag
uz_uz: Davomini o'qish tugmasini kiritish

# admin color scheme
source: Sunrise
uz_uz: Quyosh chiqishi

# admin color scheme
source: Ectoplasm
uz_uz: Ektoplazma

# admin color scheme
source: Ocean
uz_uz: Okean

# admin color scheme
source: Coffee
uz_uz: Qahva

source: Attempted to set image quality outside of the range [1,100].
uz_uz: Rasm sifatini belgilashda [1,100] oralig'idan chiqib ketildi.

source: A list of your site&#8217;s Pages.
uz_uz: Sizning saytingiz sahifalari ro'yxati.

source: A search form for your site.
uz_uz: Saytingiz uchun qidiruv formasi.

source: A monthly archive of your site&#8217;s Posts.
uz_uz: Saytingiz мақолаlarining oylik arxivi.

source: Login, RSS, &amp; WordPress.org links.
uz_uz: Кириш, RSS, &amp; WordPress.org боғланишлари

source: A calendar of your site&#8217;s Posts.
uz_uz: Saytingiz мақолаlari taqvimi

source: Arbitrary text or HTML.
uz_uz: Tasodifiy matn yoki HTML.

source: A list or dropdown of categories.
uz_uz: Bo'limlar ro'yxati yoki tushuvchi menyu.

source: Your site&#8217;s most recent Posts.
uz_uz: Saytingizning eng so'ngmi мақолаlari

source: Your site&#8217;s most recent comments.
uz_uz: Saytingizda bildirilgan eng so'ngi fikrlar.

source: Entries from any RSS or Atom feed.
uz_uz: Har qanday RSS yoki Atom obunasi yozuvlari.

source: A cloud of your most used tags.
uz_uz: Ko'p qo'llanilgan kalit so'zlaringiz buluti.

source: Add a custom menu to your sidebar.
uz_uz: Yon ustuningizga maxsus menu kiriting.

# admin color scheme
source: Default
uz_uz: Odatiy

# admin color scheme
source: Light
uz_uz: Yorqin

# admin color scheme
source: Midnight
uz_uz: Yarim tun

source: Use commas instead of %s to separate excluded terms.
uz_uz: Istisno qilingan terminlarni ajratish uchun %s o'rniga vergullardan foydalaning.

# Open Sans font: add new subset (greek, cyrillic, vietnamese)
source: no-subset
uz_uz: cyrillic

source: Menu
uz_uz: Menyu

source: Translation Updates
uz_uz: Tarjima yangilanishlari

source: The theme directory "%s" does not exist.
uz_uz: "%s" nomli shablon papkasi mavjud emas.

source: ERROR: This is not a valid feed template.
uz_uz: ХАТО: Bu yaroqli tasma shabloni emas.

source: This content is password protected. To view it please enter your password below:
uz_uz: Ushbu ma'lumot parol bilan himoyalangan. Uni ko'rish uchun quyiga parolingizni kiriting:

# Comma-separated list of search stopwords in your language
source: about,an,are,as,at,be,by,com,for,from,how,in,is,it,of,on,or,that,the,this,to,was,what,when,where,who,will,with,www
uz_uz: haqida,kabi,qanday,o'sha,www,kim,qayerda,qachon,bu,u,kabi

source: Failed to write request to temporary file.
uz_uz: So'rovni vaqtinchalik faylga yozish amalga oshmadi.

source: The SSL certificate for the host could not be verified.
uz_uz: Hostning SSL sertifikati tasdiqlanmadi.

source: Embed Media Player
uz_uz: Biriktirilgan media player

source: Length:
uz_uz: Uzunlik:

source: Embed or Link
uz_uz: Biriktirish yoki Havola kiritish

source: Link to Media File
uz_uz: Media faylga havola

source: Link to Attachment Page
uz_uz: Ilova sahifasiga havola

source: Download File
uz_uz: Faylni yuklab olish

source: Download Video
uz_uz: Videoni yuklab olish

source: Play/Pause
uz_uz: Aytish/To'xtatish

source: Mute Toggle
uz_uz: Ovozni o'chirish/yoqish

source: Turn off Fullscreen
uz_uz: To'liq ekrandan holatidan chiqish

source: Go Fullscreen
uz_uz: To'liq ekran holatiga o'tish

source: Unmute
uz_uz: Ovozini yoqish

source: Captions/Subtitles
uz_uz: Izohlar

source: %s week
uz_uz: %s hafta

source: %s month
uz_uz: %s oy

source: %s year
uz_uz: %s yil

source: #%d (no title)
uz_uz: %d (nomsiz)

source: JavaScript must be enabled to use this feature.
uz_uz: Bu funksiyadan foydalanish uchun js aktiv bo'lishi kerak

source: Login Address (URL)
uz_uz: Kirish manzili (URL)

source: The URL to the admin area
uz_uz: Boshqaruv paneli manzili (URL)

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
uz_uz: Sizning brauzeringiz fayllarni yuklay olmaydi. Sizning moslamangizga <a href="%s">to'gri keladigan</a> boshqa ilovani ishlatib ko'ring.

source: Possible reason: your host may have disabled the mail() function.
uz_uz: Sabab: Sizning hostingingiz mail() funksiyasini taqiqlashi mumkin.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
uz_uz: <strong>ХАТО</strong>: Регистрация не удалась. Пожалуйста, свяжитесь с <a href="mailto:%s">администратором</a>!

# post revision title extra
source: %1$s [Autosave]
uz_uz: %1$s [Avtosaqlash]

# post revision title extra
source: %1$s [Current Revision]
uz_uz: %1$s [hozirgi versiya]

source: Your session has expired. You can log in again from this page or go to the login page.
uz_uz: Sessiya tugadi. Siz qaytadan bu sahifaga kirishingiz kerak yoki kirish sahifasiga o'ting.

source: Have you entered your email correctly? You have entered %s, if it&#8217;s incorrect, you will not receive your email.
uz_uz: Siz emailingizni to`g`ri kiritdingizmi! Agar %s xato kiritgan bo`lsangiz, pochtangizga xabar bormaydi.

source: The site you were looking for, %s, does not exist, but you can create it now!
uz_uz: Сайта, который вы ищете, <strong>%s</strong>, не существует. Но его можно создать прямо сейчас!

source: The login page will open in a new window. After logging in you can close it and return to this page.
uz_uz: Kirish sahifasi yangi oynada ochiladi. Siz o'sha oyna orqali kirib, keyin uni yopib, ushbu sahifaga qaytishingiz mumkin.

# post revision title
source: %1$s %2$s, %3$s ago (%4$s)
uz_uz: %1$s %2$s, %3$s avval (%4$s)

source: %s <span class="says">says:</span>
uz_uz: %s <span class="says">demoqda:</span>

# placeholder
source: Search &hellip;
uz_uz: Қидириш &hellip;

# label
source: Search for:
uz_uz: Қидириш:

# submit button
source: Search
uz_uz: Қидириш

source: Session expired
uz_uz: Sessiya tugadi

source: No tags found.
uz_uz: Калит сўзлар мавжуд эмас

source: Do not deregister the %1$s script in the administration area. To target the front-end theme, use the %2$s hook.
uz_uz: Не отменяйте регистрацию скрипта %1$s в панели управления. Чтобы сделать это только на внешней части сайта, используйте действие %2$s.

source: WordPress Address (URL)
uz_uz: WordPress Манзили (URL)

source: Site Address (URL)
uz_uz: Сайт манзили (URL)

source: Invalid user ID.
uz_uz: Фойдаланувчи Рақамида (ID) хатолик.

source: Random Order
uz_uz: Тасадофий тартиб

source: Caption this image&hellip;
uz_uz: Бу расмга сарлавҳа&hellip;

source: %d selected
uz_uz: %d танланди

source: Insert from URL
uz_uz: URL орқали қиритиш

# Links widget
source: Random
uz_uz: Тасодифий

source: No items found.
uz_uz: Медиа топилмади

source: Add to Gallery
uz_uz: Галереяга қўшиш

source: Reverse order
uz_uz: Тескари тартиб

source: Set featured image
uz_uz: Расмларни танланган қилиш

source: Deselect
uz_uz: Танламаслик

source: Sorry, that file cannot be edited.
uz_uz: Кечирасиз, бу файлни таҳрирлаб бўлмайди.

source: You are about to permanently delete this item. 'Cancel' to stop, 'OK' to delete.
uz_uz: Бу медиа файлни бутунлай ўчириб юбормоқчисиз. Бекор қилиш учун 'Бекор қилиш', ўчириш учун 'Тасдиқлаш' тугмасинин босинг.

source: Delete Permanently
uz_uz: Бутунлай ўчириш

source: Upload Limit Exceeded
uz_uz: Юклаш хажми чекловидан ошиб кетди

source: Dismiss Errors
uz_uz: Хатоларни бартараф этиш

source: No editor could be selected.
uz_uz: Танланма учун таҳрирчи йўқ

source: Uploading
uz_uz: Юкланмоқда

source: Manage Images
uz_uz: Расмларни бошқариш

source: Image <span class="count">(%s)</span>
uz_uz: Расм <span class="count">(%s)</span>

source: Manage Audio
uz_uz: Аудиоларни бошқариш

source: Audio <span class="count">(%s)</span>
uz_uz: Аудио <span class="count">(%s)</span>

source: Video
uz_uz: Видео

source: Manage Video
uz_uz: Видеоларни бошқариш

source: Insert into page
uz_uz: Саҳифа ичига жойлаш

source: Uploaded to this page
uz_uz: Ушбу саҳифага юкланган

source: All media items
uz_uz: Барча медиа файллар

source: Uploaded to this post
uz_uz: Ушбу мақолага юкланган

source: Audio
uz_uz: Аудио

source: &#8592; Return to library
uz_uz: &#8592; Тўпламга қайтиш

source: Custom URL
uz_uz: Махсус URL

source: Attachment Details
uz_uz: Илова тафсилоти

source: Alt Text
uz_uz: Муқобил матн

source: Columns
uz_uz: Устунлар

source: Large
uz_uz: Катта

source: Attachment Display Settings
uz_uz: Ilovani Tasvirlanishini sozlash

source: Gallery Settings
uz_uz: Galereyani sozlash

source: Upload Images
uz_uz: Rasmlar yuklash

source: &#8592; Cancel Gallery
uz_uz: &#8592; Galereyani Bekor qilish

source: WordPress &rsaquo; Success
uz_uz: WordPress &rsaquo; Muvaffaqiyatli

source: Drop files anywhere to upload
uz_uz: Yuklash uchun fayllarni biror erda tashla

source: Upload Files
uz_uz: Fayllarni yuklash

source: Insert gallery
uz_uz: Galereya joylashtirish

source: Drop files to upload
uz_uz: Yuklash uchun fayllarni tashla

source: Media Library
uz_uz: Media To'plam

source: Create Gallery
uz_uz: Yangi galereya

source: To activate your user, please click the following link: %s After you activate, you will receive *another email* with your login.
uz_uz: Yaratilgan foydalanuvchini activlashtirish uchun, pastdagi yo'llanmani bosing: %s Shundan song sizning login bilan boshqa email olasiz.

source: Already Installed
uz_uz: O'rnatib bo'lingan

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
uz_uz: WordPress o'rnatib bolinganga o'hshaydi. Boshqatdan o'rnatish uchun, iltimos ma'lumotlar bazasidagi eski jadvallarni tozalang.
