Repository: smartnode/i18n-uzbek
Catalog: wordpress/*.po
Languages: uz_uz

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s with no alternative available.
uz_uz: %1$s функциясини аргумент билан чақириш WordPress %2$s версиясидан буён <strong>эскирган</strong> ва ўрнига алтернатив йўқ!

source: Select a city
uz_uz: Шаҳарни танланг

source: Manual Offsets
uz_uz: Қўлбола йўналишлар

source: Log in
uz_uz: Тизимга кириш

source: Log out
uz_uz: Тизимдан чиқиш

source: Remember Me
uz_uz: Эслаб қол

source: Register
uz_uz: Рўйхатдан ўтиш

source: Site Admin
uz_uz: Сайтни созлаш

source: Search Results %1$s %2$s
uz_uz: %1$s %2$s учун қидирув натижалари

source: Page not found
uz_uz: Саҳиф топилмади

source: %1$s %2$s Feed
uz_uz: %1$s %2$s Тасма

source: %1$s %2$s Comments Feed
uz_uz: %1$s %2$s Шарҳлар тасмаси

source: %1$s %2$s %3$s Comments Feed
uz_uz: %1$s %2$s %3$sга шарҳлар тасмаси

source: %1$s %2$s %3$s Category Feed
uz_uz: %1$s %2$s Туркум %3$s бўйича тасма

source: %1$s %2$s %3$s Tag Feed
uz_uz: %1$s %2$s %3$s калит сўзи бўйича тасма

source: %1$s %2$s Posts by %3$s Feed
uz_uz: %1$s %2$s Муаллиф %3$sнинг мақолалар тасмаси

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
uz_uz: %1$s %2$s &laquo;%3$s&raquo; бўйича қидирув натижалар тасмаси

source: &laquo; Previous
uz_uz: &larr; Аввалги

source: Next &raquo;
uz_uz: Кейинги &rarr;

source: User has blocked requests through HTTP.
uz_uz: Фойдаланувчи HTTP орқали сўров юборишни тақиқлаган.

source: Too many redirects.
uz_uz: Жуда кўп қайт йўналтиришлар.

source: Could not open handle for fopen() to %s
uz_uz: %sга тегишли fopen() туқичини очиб бўлмади

source: January
uz_uz: Январь

source: February
uz_uz: Февраль

source: March
uz_uz: Март

source: April
uz_uz: Апрель

source: May
uz_uz: Май

source: June
uz_uz: Июнь

source: July
uz_uz: Июль

source: August
uz_uz: Август

source: September
uz_uz: Сентябрь

source: October
uz_uz: Октябрь

source: November
uz_uz: Ноябрь

source: December
uz_uz: Декабрь

source: Sunday
uz_uz: Якшанба

source: Monday
uz_uz: Душанба

source: Tuesday
uz_uz: Seshanba

source: Wednesday
uz_uz: Чоршанба

source: Thursday
uz_uz: Пайшанба

source: Friday
uz_uz: Жума

source: Saturday
uz_uz: Шанба

source: Sun
uz_uz: Як

source: Mon
uz_uz: Душ

source: Tue
uz_uz: Сеш

source: Wed
uz_uz: Чор

source: Thu
uz_uz: Пай

source: Fri
uz_uz: Жум

source: Sat
uz_uz: Шан

source: Print
uz_uz: Чоп қилиш

source: Insert/edit image
uz_uz: Расм киритиш/таҳрирлаш

source: Insert/edit link
uz_uz: Ҳавола киритиш/таҳрирлаш

source: Insert row before
uz_uz: Жорий қатордан олдинга қўшиш

source: Insert row after
uz_uz: Жорий қатордан кейинга қўшиш

source: Delete row
uz_uz: Қаторни ўчириш

source: Insert column before
uz_uz: Жорий устундан олдинга қўшиш

source: Insert column after
uz_uz: Жорий устундан кейинга қўшиш

source: Merge table cells
uz_uz: Жадвал катакларини бириктириш

source: Table row properties
uz_uz: Жадвал қатори хоссалари

source: Table cell properties
uz_uz: Жадвал катаги хоссалари

source: Table properties
uz_uz: Жадвал хоссалари

source: Paste table row before
uz_uz: Жорий қатордан олдинга қўйиш

source: Paste table row after
uz_uz: Жорий қатордан кейинга қўйиш

source: Cut table row
uz_uz: Жадвал қаторини кесиб олиш

source: Copy table row
uz_uz: Жадвал қаторидан нусха олиш

source: Delete table
uz_uz: Жадавлни ўчириш

source: Row
uz_uz: Қатор

source: The changes you made will be lost if you navigate away from this page.
uz_uz: Агар ушбу саҳифани тарк этсангиз ўзгаришлар бекор қилинади.

source: Document properties
uz_uz: Хужжат хоссалари

source: Paragraph
uz_uz: Абзац

source: Heading 1
uz_uz: Сарлавҳа 1

source: Heading 2
uz_uz: Сарлавҳа 2

source: Heading 3
uz_uz: Сарлавҳа 3

source: Heading 4
uz_uz: Сарлавҳа 4

source: Heading 5
uz_uz: Сарлавҳа 5

source: Heading 6
uz_uz: Сарлавҳа 6

source: Blockquote
uz_uz: Иқтибос

source: Code
uz_uz: Код

source: Bold
uz_uz: Қалин

source: Italic
uz_uz: Курсив

source: Underline
uz_uz: Тагига чизилган

source: Strikethrough
uz_uz: Устидан чизилган

source: Subscript
uz_uz: Махражда

source: Superscript
uz_uz: Даражада

source: Cut
uz_uz: Қирқи олиш

source: Copy
uz_uz: Нусха олиш

source: Paste
uz_uz: Kiritish

source: New document
uz_uz: Янги ҳужжат

source: Image description
uz_uz: Расм изоҳи

source: Border
uz_uz: Чегара

source: Dimensions
uz_uz: Ўлчамлари

source: Vertical space
uz_uz: Бўшлиқ (V)

source: Horizontal space
uz_uz: Бўшлиқ (H)

source: Top
uz_uz: Юқоридан

source: Middle
uz_uz: Ўртадан

source: Bottom
uz_uz: Қуйидан

source: General
uz_uz: Умумий

source: Constrain proportions
uz_uz: Нисбатни сақлаш

source: Loop
uz_uz: Ҳалқа

source: Align
uz_uz: Текислаш

source: Background
uz_uz: Фон

source: Fullscreen
uz_uz: Тўлиқ экранда

source: Mute
uz_uz: Овозини ўчииш

source: Edit Gallery
uz_uz: Галереяни таҳрирлаш

source: Source
uz_uz: Манба

source: Link Rel
uz_uz: Ҳавола хоссаси

source: Letter
uz_uz: Ҳарф

source: Action
uz_uz: Ҳаракат

source: Select all
uz_uz: Барчасини белгилаш

source: Check Spelling
uz_uz: Имло текшируви

source: Insert link
uz_uz: Ҳавола киритиш

source: Remove link
uz_uz: Ҳаволани ўчириш

source: Insert Page Break tag
uz_uz: Yangi sahifa tegini kiritish

source: Comments Feed
uz_uz: Шарҳлар тасмаси

source: Previous Post
uz_uz: Avvalgi мақола

source: Next Post
uz_uz: Кейинги мақола

source: Last Post
uz_uz: Охирги мақола

source: Newer Comments &raquo;
uz_uz: Янгироқ шарҳлар &rarr;

source: &laquo; Older Comments
uz_uz: &larr; Эскироқ шарҳлар

source: am
uz_uz: кечаси

source: pm
uz_uz: кундузи

source: AM
uz_uz: Кундузи

source: PM
uz_uz: Кечаси

source: That user does not exist.
uz_uz: Бундай фойдаланувчи мавжуд эмас.

source: You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.
uz_uz: Сиз ушбу электрон почтани рўйхатдан ўтиш учун ишлата олмайсиз. Бизнинг хатларимиз бу каби манзилларга боришда муаммога учрамоқда. Илтимос, бошқа электрон почта хизматидан фойдаланинг.

source: Sorry, usernames must have letters too!
uz_uz: Кечирасиз, фойдаланувчи номида ҳарфлар ҳам бўлиши керак!

source: Sorry, that email address is not allowed!
uz_uz: Кечирасиз, ушбу электрон почта манзили таъқиқланган!

source: Sorry, that username already exists!
uz_uz: Кечирасиз, бу фойдаланувчи номи фойдаланилмоқда!

source: Sorry, that email address is already used!
uz_uz: Кечирасиз, бу электрон почта манзили фойдаланилмоқда!

source: That username is currently reserved but may be available in a couple of days.
uz_uz: Ушбу фойдаланувчи номи заҳирада, аммо бир неча кундан кейин ишга тушади.

source: That email address has already been used. Please check your inbox for an activation email. It will become available in a couple of days if you do nothing.
uz_uz: Бу электрон почта манзилидан фойдаланилмоқда. Илтимос, почтангиздан аъзоликни фаоллаштиришга оид хатни қидирингн. Агар топилмаса, бу манзилдан фойдаланиш учун бир-икки кун кутиш керак бўлади.

source: Invalid activation key.
uz_uz: Яроқсиз фаоллаштириш калити.

source: Could not create user
uz_uz: Фойдаланувчи яратиб бўлмади

source: That username is already activated.
uz_uz: Бу фойдаланувчи аллақачон фаоллаштирилган.

source: New User Registration: %s
uz_uz: Янги фойдаланувчини рўйхатга олиш: %s

source: New %1$s User: %2$s
uz_uz: «%1$s» тармоғида янги фойдаланувчи: %2$s

source: What do I do now?
uz_uz: Энди нима қиламан?

source: [%1$s] Comment: "%2$s"
uz_uz: [%1$s] Шарҳлар: "%2$s"

source: [%1$s] Trackback: "%2$s"
uz_uz: [%1$s] Изқувар: "%2$s"

source: [%1$s] Pingback: "%2$s"
uz_uz: [%1$s] Билдирма: "%2$s"

source: Trash it: %s
uz_uz: Ахлат челакка: %s

source: Delete it: %s
uz_uz: Ўчириш: %s

source: Spam it: %s
uz_uz: Қалбаки: %s

source: Trackback excerpt:
uz_uz: Изқувар иқтибоси:

source: Pingback excerpt:
uz_uz: Билдирма иқтибоси:

source: Approve it: %s
uz_uz: Тасдиқлаш: %s

source: Currently %s comment is waiting for approval. Please visit the moderation panel:
uz_uz: Ҳозирда %sта шарҳ тасдиқлашни кутмоқда. Илтимос, назорат панелига ўтинг:

source: [%1$s] Please moderate: "%2$s"
uz_uz: [%1$s] Илтимос, назорат қилинг: "%2$s"

source: Password Lost and Changed for user: %s
uz_uz: Қуйидаги фойдаланувчи пароли унутилди ва ўзгарди: %s

source: [%s] Password Lost/Changed
uz_uz: [%s] Парол унутилди ва ўзгарди

source: Username: %s
uz_uz: Фойдаланувчи номи: %s

source: [%s] New User Registration
uz_uz: [%s] Янги фойдаланувчини рўйхатга олиш

source: [%s] Your username and password info
uz_uz: Сизнинг фойдаланувчи номингиз ва паролингиз [%s]

source: Protected: %s
uz_uz: Ҳимояланган: %s

source: Private: %s
uz_uz: Шахсий: %s

source: There is no excerpt because this is a protected post.
uz_uz: Иқтибос мавжуд эмас, чунки бу ҳимояланган мақола.

source: Next page
uz_uz: Кейинги саҳифа

source: Previous page
uz_uz: Аввалги саҳифа

source: Home
uz_uz: Бош саҳифа

source: %1$s [Autosave]
uz_uz: %1$s [Автосақлаш]

source: %1$s [Current Revision]
uz_uz: %1$s [Ҳозирги таҳрир]

source: Revision
uz_uz: Таҳририят

source: Published <span class="count">(%s)</span>
uz_uz: Чоп этлиган <span class="count">(%s)</span>

source: Scheduled <span class="count">(%s)</span>
uz_uz: Режалаштирилган <span class="count">(%s)</span>

source: Draft <span class="count">(%s)</span>
uz_uz: Ҳомакилар <span class="count">(%s)</span>

source: Pending <span class="count">(%s)</span>
uz_uz: Текширувда <span class="count">(%s)</span>

source: Private <span class="count">(%s)</span>
uz_uz: Шахсий <span class="count">(%s)</span>

source: Trash <span class="count">(%s)</span>
uz_uz: Ўчирилган <span class="count">(%s)</span>

source: Content, title, and excerpt are empty.
uz_uz: Матн, сарлавҳа ва иқтибос бўш қолдирилган.

source: Could not update post in the database
uz_uz: Ma'lumotlar bazasida yozuvni yangilab bo'lmadi

source: Could not insert post into the database
uz_uz: Mақолани маълумотлар базасига киритиб бўлмади

source: The page template is invalid.
uz_uz: Саҳифа шаблони яроқсиз.

source: Cannot create a revision of a revision
uz_uz: Таҳририятнинг таҳририятини яратиб бўлмайди

source: You do not have permission to preview drafts.
uz_uz: Сизда ҳомаки мақолаларни кўришга рухсат йўқ.

source: Cannot create a user with an empty login name.
uz_uz: Бўш ном билан фойдаланувчи яратиб бўлмайди.

source: An error has occurred, which probably means the feed is down. Try again later.
uz_uz: Обуна вақтинчалик ишламаётганлиги сабабли хатолик юз берди. Кейинроқ қайтадан уриниб кўринг.

source: Close all open tags
uz_uz: Барча очиқ тегларни ёпиш

source: close tags
uz_uz: тегларни ёпиш

source: Enter the URL
uz_uz: Манзил(URL)ни киритинг

source: Enter the URL of the image
uz_uz: Расм ҳаволасини киритинг

source: Enter a description of the image
uz_uz: Расм тавсифини киритинг

source: You do not have permission to do that.
uz_uz: Буни амалга ошириш учун сизга рухсат йўқ.

source: An unidentified error has occurred.
uz_uz: Номаълум хатолик юз берди.

source: Next &gt;
uz_uz: Кейинги &gt;

source: &lt; Prev
uz_uz: &lt; Аввалги

source: Image
uz_uz: Расм

source: of
uz_uz: дан

source: This feature requires inline frames. You have iframes disabled or your browser does not support them.
uz_uz: Ушбу функция inline frame ишлатишни талаб қилади. Браузерингизда inline frame ўчирилган ёки браузерингиз кўрсата олмайди.

source: You have attempted to queue too many files.
uz_uz: Сиз жуда кўп файлларни навбатга қўйдингиз.

source: This file is empty. Please try another.
uz_uz: Бу файл бўш. Илтимос, бошқасини танланг.

source: This file type is not allowed. Please try another.
uz_uz: Бу файл турига рухсат берилмаган. Илтимос, бошқасини танланг.

source: An error occurred in the upload. Please try again later.
uz_uz: Юклашда хатолик юз берди. Илтимос, кейинроқ қайтадан уриниб кўринг.

source: There was a configuration error. Please contact the server administrator.
uz_uz: Созлашда хатолик юз берди. Илтимос, сайт маъмуриятига мурожаат қилинг.

source: You may only upload 1 file.
uz_uz: Сиз фақат битта файл юклай оласиз.

source: HTTP error.
uz_uz: HTTP хатолиги.

source: Upload failed.
uz_uz: Юклаш амалга ошмади.

source: IO error.
uz_uz: Кириш/чиқиш хатолиги.

source: Security error.
uz_uz: Хавфсизлик хатолиги.

source: Upload stopped.
uz_uz: Юклаш тўхтатилди.

source: Crunching&hellip;
uz_uz: Ишлов берилмоқда&hellip;

source: moved to the trash.
uz_uz: ахлат челакка кўчирилди.

# password strength
source: Medium
uz_uz: Ўртача

source: Publish on:
uz_uz: Қуйидаги жойда чоп этиш:

source: Schedule for:
uz_uz: Режалаштириш:

source: Published on:
uz_uz: Чоп этилган:

source: Show more comments
uz_uz: Кўпроқ шарҳларни кўрсатиш

source: No more comments found.
uz_uz: Бошқа шарҳлар мавжуд эмас.

source: Password Protected
uz_uz: Парол билан ҳимояланган

source: Submitted on:
uz_uz: Юборилган вақти:

source: Error while saving the changes.
uz_uz: Ўзгартиришларни сақлашда хатолик юз берди.

source: Remove From Bulk Edit
uz_uz: Оммавий таҳрирлашдан олиб ташлаш

source: Saving...
uz_uz: Сақланмоқда...

source: Could not set that as the thumbnail image. Try a different attachment.
uz_uz: Бу расмни миниатура сифатида сақлаб бўлмади. Бошқа расмдан фойдаланинг.

source: Saving Draft&#8230;
uz_uz: Ҳомаки қилиб сақланмоқда&#8230;

source: Empty Term
uz_uz: Атама жойи бўш

source: Invalid term ID
uz_uz: Яроқсиз атама IDси

source: A name is required for this term
uz_uz: Бу атама учун ном бериш мажбурий

source: Could not insert term into the database
uz_uz: Атамани маълумот базасига қўшиб бўлмади

source: The slug &#8220;%s&#8221; is already in use by another term
uz_uz: Ёрлиқ &laquo;%s&raquo; бошқа атама учун ишлатилмоқда

source: Invalid object ID
uz_uz: Яроқсиз объект IDси

source: The parent theme is missing. Please install the "%s" parent theme.
uz_uz: Она шаблон топилмади. Илтимос, "%s"нинг она шаблонини ўрнатинг.

source: Stylesheet is missing.
uz_uz: Стил файли топилмади.

source: <strong>ERROR</strong>: The username field is empty.
uz_uz: <strong>ХАТО</strong>: Фойдаланувчи номи чун майдон бўш қолдирилган.

source: <strong>ERROR</strong>: The password field is empty.
uz_uz: <strong>ХАТО</strong>: Парол майдони бўш қолдирилган.

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
uz_uz: <strong>ХАТО</strong>: Сизнинг аъзолигингиз қаллоб деб белгиланган.

source: Please log in again.
uz_uz: Илтимос, тизимга қайта киринг.

source: Sidebar %d
uz_uz: %d ён устун

source: <strong>ERROR</strong>: WordPress %1$s requires MySQL %2$s or higher
uz_uz: <strong>ХАТО</strong>: WordPress %1$s версияси MySQL %2$s ёки юқори версиясини талаб қилади.

source: Powered by WordPress
uz_uz: WordPress асосида ишлайди

source: <strong>ERROR</strong>: Enter a username or email address.
uz_uz: <strong>ХАТО</strong>: Фойдаланувчи номи ёки электрон почта манзилини киритинг.

source: <strong>ERROR</strong>: There is no user registered with that email address.
uz_uz: <strong>ХАТО</strong>: Бу электрон почта манзили билан ҳеч ким рўйхатдан ўтмаган.

source: <strong>ERROR</strong>: Invalid username or email.
uz_uz: <strong>ХАТО</strong>: Яроқсиў фойдаланувчи номи ёки электрон почта.

source: Password reset is not allowed for this user
uz_uz: Бу фойдаланувчи учун паролни янгилашга рухсат берилмаган.

source: [%s] Password Reset
uz_uz: [%s] Янги парол

source: The email could not be sent.
uz_uz: Хат юбориш имкони бўлмади.

source: Invalid key
uz_uz: Яроқсиз калит.

source: <strong>ERROR</strong>: Please type your email address.
uz_uz: <strong>ХАТО</strong>: Илтимос, электрон почта манзилини киритинг.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
uz_uz: <strong>ХАТО</strong>: Электрон почта манзили хато.

source: Lost Password
uz_uz: Паролни унутдим

source: Username or Email
uz_uz: Фойдалнувчи номи ёки электрон почта

source: Get New Password
uz_uz: Янги парол олиш

source: &larr; Back to %s
uz_uz: &larr; %sга қайтиш

source: Registration Form
uz_uz: Сайтда рўйхатдан ўтиш анкетаси

source: Register For This Site
uz_uz: Сайтда рўйхатдан ўтиш

source: Lost your password?
uz_uz: Паролни унутдингизми?

source: You have logged in successfully.
uz_uz: Сиз тизимга муваффақиятли кирдингиз.

source: You are now logged out.
uz_uz: Сиз энди тизимдан чиқдингиз.

source: User registration is currently not allowed.
uz_uz: Сайтда рўйхатдан ўтиш вақтинчалик ёпилган.

source: Check your email for the confirmation link.
uz_uz: Электрон почтангизга тасдиқлаш учун хат юборилди.

source: Check your email for your new password.
uz_uz: Электрон почтангизга янги парол билан хат юборилди.

source: Registration complete. Please check your email.
uz_uz: Рўйхатдан ўтиш тамомланди. Электрон почтангизни текширинг.

source: Slow down cowboy, no need to check for new mails so often!
uz_uz: Шошилманг деҳқон, янги хабарларни бунчалик тез-тез текширавериш шарт эмас!

source: There doesn&#8217;t seem to be any new mail.
uz_uz: Янги хабар йўқ.

source: Author is %s
uz_uz: Муаллифи %s

source: Oops: %s
uz_uz: Вой: %s

source: Privacy:
uz_uz: Махфийлик:

source: (Must be at least 4 characters, letters and numbers only.)
uz_uz: (Камида 4 белгидан иборат бўлиши, фақат ҳарф ёки сон ишлатилиш мумкин)

source: Email&nbsp;Address:
uz_uz: Электрон почта манзили:

source: There was a problem, please correct the form below and try again.
uz_uz: Хатолик юз берди, илтимос, қуйидаги формани тўғирлаб қайтадан уриниб кўринг.

source: Get your own %s account in seconds
uz_uz: %s сония ичида рўйхатдан ўтинг.

source: Just a username, please.
uz_uz: Илтимос, фақат фойдаланувчи номи.

source: Next
uz_uz: Кейинги

source: %s is your new username
uz_uz: %s сизнинг янги фойдаланувчи номингиз.

source: But, before you can start using your new username, <strong>you must activate it</strong>.
uz_uz: Лекин, янги фойдаланувчи номидан фойдаланишингиздан аввал, <strong>сиз уни фаоллаштиришингиз зарур</strong>.

source: If you do not activate your username within two days, you will have to sign up again.
uz_uz: Агар сиз икки кун ичида фойдалунвчи номини фаоллаштирмасангиз, қайтадан рўйхатдан ўтишингиз керак бўлади.

source: Signup
uz_uz: Рўйхатдан ўтиш

source: Still waiting for your email?
uz_uz: Сизга электрон почта орқали хат бормадими?

source: Registration has been disabled.
uz_uz: Рўйхатдан ўтиш имконияти ўчирилган.

source: User registration has been disabled.
uz_uz: Фойдаланувичларнинг рўйхатдан ўтиш имконияти ўчирилган.

source: Help
uz_uz: Ёрдам

source: Width
uz_uz: Эни

source: <strong>ERROR</strong>: Please enter a username.
uz_uz: <strong>ХАТО</strong>: Илтимос, фойдаланувчи номини киритинг.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
uz_uz: <strong>ХАТО</strong>: Бу электрон почта манзили билан рўйхатдан ўтилган, бошқасини танланг.

source: There are no options for this widget.
uz_uz: Бу виджетда танловлар йўқ.

source: Dashboard
uz_uz: Бошқарув панели

source: Strength indicator
uz_uz: Кучлилик кўрсаткичи

source: Log In
uz_uz: Тизимга кириш

source: Edit Category
uz_uz: Туркумни таҳрирлаш

source: Yes
uz_uz: Ҳа

source: Sites
uz_uz: Сайтлар

source: Themes
uz_uz: Шаблонлар

source: My Sites
uz_uz: Менинг сайтларим

# page
source: Add New
uz_uz: Янги қўшиш

source: Settings
uz_uz: Созламалар

source: First Post
uz_uz: Биринчи мақола

source: Site Title
uz_uz: Сайт сарлавҳаси

source: Email
uz_uz: Электрон почта

source: Allow people to post comments on new articles
uz_uz: Янги мақолаларга шарҳ киритишга рухсат бериш

source: Date Format
uz_uz: Сана кўриниши

source: Time Format
uz_uz: Вақт кўриниши

source: Height
uz_uz: Бўйи

source: Default
uz_uz: Бошланғич

source: Plugin:
uz_uz: Плагин:

source: Visual
uz_uz: Визуал

source: Title:
uz_uz: Сарлавҳа:

source: Separate tags with commas
uz_uz: Калит сўзларни вергул билан ажратинг

source: Website
uz_uz: Вэбсайт

source: Widgets
uz_uz: Виджетлар

source: Sorry, your entry could not be posted. Something wrong happened.
uz_uz: Кечирасиз, мақолангиз чоп этилмади. Қандайдир хатолик содир бўлди.

source: Sorry, you do not have the right to edit this post.
uz_uz: Кечирасиз, сизда ушбу мақолани таҳрирлаш хуқуқи йўқ.

source: For some strange yet very annoying reason, this post could not be edited.
uz_uz: Қандайдир ғалати ва ёқимсиз сабабга кўра ушбу мақолани таҳрирлаб бўлмади.

source: Sorry, you do not have the right to delete this post.
uz_uz: Кечирасиз, сизда ушбу мақолани ўшириш ҳуқуқи йўқ.

source: Sorry, comments are closed for this item.
uz_uz: Кечирасиз, бу қисмда шарҳ киритиш имконияти ёпилган.

source: Sorry, you must be logged in to post a comment.
uz_uz: Кечирасиз, шарҳ киритиш учун тизимга кирган бўлишингиз керак.

source: &laquo; Previous Page
uz_uz: &larr; Аввалги саҳифа

source: Next Page &raquo;
uz_uz: Кейинги саҳифа &rarr;

source: No results found.
uz_uz: Натижа топилмади.

source: Comments on %s
uz_uz: Шарҳлар: %s

source: Powered by WordPress, state-of-the-art semantic personal publishing platform.
uz_uz: Сайт замонавий, шахсий мақола чоп этиш платформаси - Wordpress тизимида ишлайди.

source: Enter your password to view comments.
uz_uz: Шарҳларни кўриш учун паролни киритинг

source: No Comments
uz_uz: Шарҳлар мавжуд эмас

source: 1 Comment
uz_uz: Битташ шарҳ

source: Edit This
uz_uz: Таҳрирлаш

source: You must be <a href="%s">logged in</a> to post a comment.
uz_uz: Шарҳ киритиш учун <a href="%s">тизимга киришингиз</a> лозим.

source: Tags:
uz_uz: Калит сўзлар:

source: Comments (%s)
uz_uz: Шарҳлар (%s)

source: Pages:
uz_uz: Саҳифалар:

source: Comments <abbr title="Really Simple Syndication">RSS</abbr>
uz_uz: Шарҳларга <abbr title="Really Simple Syndication">RSS</abbr>

source: Comments are closed.
uz_uz: Шарҳ киритиш ёпилган.

source: <cite class="fn">%s</cite> <span class="says">says:</span>
uz_uz: <cite class="fn">%s</cite><span class="says">:</span>

source: Your comment is awaiting moderation.
uz_uz: Шарҳингиз тасдиқланиш жараёнида.

source: %1$s at %2$s
uz_uz: %2$s да %1$s

source: (Edit)
uz_uz: (Таҳрирлаш)

source: Meta
uz_uz: Мета

source: Visit %s&#8217;s website
uz_uz: %sнинг сайтига ўтиш

source: Posts by %s
uz_uz: %sнинг мақолалари

source: Last updated: %s
uz_uz: Сўнгги янгиланиш: %s

source: Bookmarks
uz_uz: Хатчўплар

source: Usage of user levels by plugins and themes is deprecated. Use roles and capabilities instead.
uz_uz: Фойдалунвчи даражасидан плагин ва шаблонларда фойдаланиш эскирган. Ўрнига, фойдаланувчи роли ва ҳуқуқларидан фойдаланинг.

source: No categories
uz_uz: Туркумлар мавжуд эмас

source: %s topic
uz_uz: %s мақола

source: Feed for all posts filed under %s
uz_uz: %s туркумидаги барча мақолаларга диҳиш

source: Log in to Reply
uz_uz: Жавоб бериш учун тизимга киринг

source: Leave a Comment
uz_uz: Шарҳ ёзиш

source: Log in to leave a Comment
uz_uz: Шарҳ ёзиш учун тизимга киринг

source: Click here to cancel reply.
uz_uz: Жавобни бекор қилиш учун шу ерга босинг.

source: Leave a Reply
uz_uz: Жавоб бериш

source: Leave a Reply to %s
uz_uz: %s га жавоб бериш

source: Author
uz_uz: Муаллиф

# noun
source: Comment
uz_uz: Шарҳ

source: Are you sure you want to do this?
uz_uz: Буни амалга оширишга аминмисиз?

source: No
uz_uz: Йўқ

source: Edit
uz_uz: Таҳрирлаш

source: Search Results for &#8220;%s&#8221;
uz_uz: &laquo;%s&raquo; учун қидирув натижалари

source: Undo
uz_uz: Бекор қилиш

source: Apply
uz_uz: Қўллаш

source: Comments
uz_uz: Шарҳлар

source: Publish
uz_uz: Чоп этиш

source: Excerpt
uz_uz: Кўчирма

source: Revisions
uz_uz: Таҳририят

source: Link Categories
uz_uz: Ҳавола туркумлари

source: Search Categories
uz_uz: Туркумлардан қидириш

source: Edit Link Category
uz_uz: Туркум ҳаволасини таҳрирлаш

source: Update Category
uz_uz: Туркумни янгилаш

source: Add Link
uz_uz: Ҳавола қўшиш

source: Save
uz_uz: Сақлаш

source: Categories
uz_uz: Туркумлар

source: Advanced
uz_uz: Қўшимча

source: Name
uz_uz: Ном

source: Description
uz_uz: Тавсиф
