Repository: smartnode/i18n-uzbek
Catalog: wordpress/*.po
Languages: uz_uz

source: New Site: %1$s URL: %2$s Remote IP: %3$s Disable these notifications: %4$s
uz_uz: Yangi Sayt: %1$s URL: %2$s Masofadagi IP: %3$s Ushbu habarlarni bekor qilish: %4$s

source: New User: %1$s Remote IP: %2$s Disable these notifications: %3$s
uz_uz: Yangi Foydalanuvchi: %1$s Masofadagi IP: %2$s Ushbu habarlarni bekor qilish: %3$s

source: Link To
uz_uz: Yollanma

source: Attachment Page
uz_uz: Qistirma Sahifasi

source: Media File
uz_uz: Медиа-файл

source: Describe this video&hellip;
uz_uz: Videoni tavsiflash&hellip;

source: Describe this audio file&hellip;
uz_uz: Audio faylni tavsiflash&hellip;

source: Describe this media file&hellip;
uz_uz: Media faylni tavsiflash&hellip;

source: Update gallery
uz_uz: Galereyani yangilash

source: The requested user does not exist.
uz_uz: So'ralgan foydalanuvchi mavjud emas

source: Please enter a valid email address.
uz_uz: Iltimos haqiqiy email kiriting

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
uz_uz: <strong>ХАТО</strong>: Ushbu nom ro'yhatdan o'tgan. Iltimos boshqasini tanlang.

source: File doesn&#8217;t exist?
uz_uz: Fayl&#8217;mavjud emasmi?

source: File is not an image.
uz_uz: Fayl rasm emas.

source: Could not read image size.
uz_uz: Rasmni o'lchamini o'qib bo'lmadi.

source: Image resize failed.
uz_uz: Rasmni o'lchamini o'zgartirib bo'lmadi.

source: Image crop failed.
uz_uz: Rasmni kesib bo'lmadi.

source: Image rotate failed.
uz_uz: Rasmni burib bo'lmadi.

source: Image flip failed.
uz_uz: Rasmni aylantirib bo'lmadi.

source: Image Editor Save Failed
uz_uz: Rasm Tahririni saqlab bo'lmadi

source: View Attachment Page
uz_uz: Qistirma Saxifasini Ko'rish

source: Whoops, the provided date is invalid.
uz_uz: Voy, ko'zda tutilgan sana noto'gri.

source: Insert Media
uz_uz: Media o'rnatish

source: Create a new gallery
uz_uz: Yangi galereya yaratish

source: Insert into post
uz_uz: Yozuv ichiga o'rnatish

source: Add to gallery
uz_uz: Galereyaga qo'shish

source: Clear
uz_uz: Tozalash

source: Select Color
uz_uz: Rang Tanlash

source: Current Color
uz_uz: Joriy Rang

source: Could not insert term relationship into the database
uz_uz: Ibora aloqasini ma'lumotlar bazasiga kiritib bo'lmadi

source: Incorrect username or password.
uz_uz: Noto'g'ri nom yoki parol kiritilgan.

source: XML-RPC services are disabled on this site.
uz_uz: XML-RPC Xizmatlari ushbu saytda ochirilgan.

source: There is a revision of this post that is more recent.
uz_uz: Ushbu yozuvni eski tahriri mavjud.

source: %1$s %2$s %3$s Feed
uz_uz: %1$s %2$s %3$s Ro'yhat

source: Display post date?
uz_uz: Yozuv sanasini ko'rsatish kerakmi?

source: You are not allowed to create pages as this user.
uz_uz: Ushbu nom bilan Yozuv yaratish ruhsatingiz yo'q.

source: Sorry, you cannot edit users.
uz_uz: Kechirasiz, sizga foydalanuvchilarni tahrirlash ruxsat etilmagan.

source: The role specified is not valid
uz_uz: Foydalanuvchi turi noto'g'ri

source: Sorry, you cannot edit your profile.
uz_uz: Kechirasiz, pro'filingizni o'zgartira olmaysiz.

source: Sorry, the user cannot be updated.
uz_uz: Kechirasiz, foydalanivchi yangilanmadi

source: Sorry, you are not allowed to edit posts.
uz_uz: Kechirasiz, sizga yozuvlarni tahrirlash ruxsat etilmagan.

source: Sorry, revisions are disabled.
uz_uz: Kechirasiz, tahrirlar o'chirilgan.

source: Alternative Text
uz_uz: Alternativ Tekst

# Uploader: Drop files here - or - Select Files
source: or
uz_uz: yoki

source: Select Files
uz_uz: Fayllarni belgilash

source: Skip to toolbar
uz_uz: Uskunalar paneliga o'tish

# Name for the Text editor tab (formerly HTML)
source: Text
uz_uz: Tekst

source: Hex Value
uz_uz: Hex qiymati

source: Header Text Color
uz_uz: Headet teksti rangi

source: Colors
uz_uz: Ranglar

source: Save &amp; Activate
uz_uz: Saqlash va Ishga Tushirish

source: Saved
uz_uz: Saqlandi

source: Save &amp; Publish
uz_uz: Saqla va Chop et

source: Select File
uz_uz: Faylni tanlang

source: Customize
uz_uz: Созлаш

source: Insufficient arguments passed to this XML-RPC method.
uz_uz: Yetarli bo`lmagan argumentlar ushbu XML-RPC metodiga o`tkazildi

source: Sorry, you cannot stick a private post.
uz_uz: Kechirasiz, siz shaxsiy xatlarni saqlay olmaysiz.

source: Header Image
uz_uz: Header rasmi

source: Post Thumbnail
uz_uz: Yozuv miniatyurasi

source: text direction
uz_uz: tekst yo'nalishi

source: Toggle Editor Text Direction
uz_uz: Tahrirchi ni o'zgartirish, Tekst Yo'nalishi

source: Site name must be at least 4 characters.
uz_uz: Sayt nomi kamida 4 ta belgidan iborat bo'lishi shart

source: Please enter a site name.
uz_uz: Iltimos Sayt nomini kiriting.

source: Please enter a username.
uz_uz: Iltimos foydalanuvchi nomini kiriting.

source: Please enter a site title.
uz_uz: Iltimos Sayt sarlavhasini kiriting.

source: That name is not allowed.
uz_uz: Ushmu nomni ishlatish ruxsat etilmagan.

source: Username must be at least 4 characters.
uz_uz: Foydalanuvchi nomi kamida 4 belgidan iborat bo'lishi shart

source: A static page
uz_uz: Static sahifa

source: Background Color
uz_uz: Fon rangi

source: Background Image
uz_uz: Fon rasmi

source: Background Repeat
uz_uz: Fon qaytarilishi

source: Background Position
uz_uz: Fon joylashuvi

source: Background Attachment
uz_uz: Fon qistirmasi

source: Change Image
uz_uz: Rasmni o'zgartirish

source: Remove image
uz_uz: Rasmni o'chirish

source: Sorry, you are not allowed to edit this post type.
uz_uz: Kechirasiz, ushbu yozub turini o'zgartirishga ruxsatingiz yo'q

source: Scroll
uz_uz: Aylantirish

source: Fixed
uz_uz: To'girlandi

source: No Repeat
uz_uz: Qaytarilmaydi

source: Tile
uz_uz: Sarlavha

source: Tile Horizontally
uz_uz: Gorizontal joylashtirilsin

source: Tile Vertically
uz_uz: Vertikal joylashtirish

source: Front page
uz_uz: Asosiy sahifa

source: Posts page
uz_uz: Мақолалар sahifasi

source: Remove
uz_uz: O'chirish

source: Allowed Files
uz_uz: Ruxsat etilgan Fayllar

source: Featured Image
uz_uz: Maxsus rasm

source: The term name cannot be empty.
uz_uz: Ibora nomi bo'sh bo'lishi mumkin emas

source: You are not allowed to create terms in this taxonomy.
uz_uz: Ushbu tasnifda ibora yaratish sizga ruxsat etilmagan.

source: This taxonomy is not hierarchical.
uz_uz: Ushbu tasnif ierarhik emas.

source: Parent term does not exist.
uz_uz: Ota ibora mavjud emas.

source: Sorry, your term could not be created. Something wrong happened.
uz_uz: Kechirasiz, sizning ibora yaratilmadi. Qandaydir hato sodir bo'ldi.

source: You are not allowed to edit terms in this taxonomy.
uz_uz: Ushbu tasnifdagi iboralarni o'zgartirish sizga ruxsat etilmagan.

source: This taxonomy is not hierarchical so you can't set a parent.
uz_uz: Ushbu tasnif ierarhikal emasligi uchun ota tasnif belgilab bo'lmaydi.

source: Sorry, editing the term failed.
uz_uz: Kechirasiz, iborani o'zgartirib bo'lmadi.

source: You are not allowed to delete terms in this taxonomy.
uz_uz: Ushbu tasnifdagi iborani o'chirish sizga ruxsat etilmagan.

source: Sorry, deleting the term failed.
uz_uz: Kechirasiz, iborani o'chirib bo'madi.

source: You are not allowed to assign terms in this taxonomy.
uz_uz: Ushbu tasnifga ibora qo'shish sizga ruxsat etilmagan.

source: Select Link Category:
uz_uz: Yo'llanma Bo'limini Tanlang:

source: Template
uz_uz: Andaza

source: Stylesheet
uz_uz: Uslublar jadvali

source: Link title
uz_uz: Yo'llanma sarlavhasi

source: Link rating
uz_uz: Yo'llanma reytingi

source: Link ID
uz_uz: Yo'llanma ID si

source: Number of links to show:
uz_uz: Ko'rsatiladigan yollanmalar soni:

source: ERROR: The themes directory is either empty or doesn&#8217;t exist. Please check your installation.
uz_uz: ХАТО: Mavzular katalogida xech narsa yo'q yoki mavjud emas. Iltimos sayt to'g'ri ornatilganligini tekshiring.

source: Stylesheet is not readable.
uz_uz: Uslublar jadvalini o'qib bo'lmaydi.

source: The "%s" theme is not a valid parent theme.
uz_uz: "%s" mavzusi mos mavzu emas.

source: Collapse Sidebar
uz_uz: Ён устунни йиғиш

source: Static Front Page
uz_uz: Statik Bosh Sahifa

source: Your theme supports a static front page.
uz_uz: SIzning mavzuda statik bosh sahifa ishlatsa bo'ladi.

source: Your latest posts
uz_uz: So'ngi мақолаlaringiz

source: Front page displays
uz_uz: Bosh sahifada ko'rsatiladi

source: Tagline
uz_uz: Belgilar

source: &mdash; Select &mdash;
uz_uz: &mdash; Belgilang &mdash;

source: Customize: %s
uz_uz: Созлаш: %s

source: The post type may not be changed.
uz_uz: Yozuv turini o'zgartirib bo'lmaydi.

source: Image default size
uz_uz: Rasm jimlik holatdagi o'chovi

source: Image default link type
uz_uz: Rasm yollanmasi jimlik holatdagi turi

source: Image default align
uz_uz: Rasm jimlik holatdagi joylashuvi

source: Sorry, you are not allowed to edit this post.
uz_uz: Kechirasiz ushbu yozuvni o'zgartira olmaysiz.

source: Edit Site
uz_uz: Sytni o'zgartirish

source: You are not allowed to edit posts in this post type.
uz_uz: Извините, вам не разрешено редактировать записи этого типа

source: Invalid author ID.
uz_uz: Muallif IDsi noto'g'ri.

source: Ambiguous term name used in a hierarchical taxonomy. Please use term ID instead.
uz_uz: Tasniflashda aniq bo'lmagan nom ishlatilgan. Iltimos ibora IDsini ishlating.

source: Sorry, you are not allowed to add a term to one of the given taxonomies.
uz_uz: Kechirasiz, tasniflar biriga ibora qo'sha olmaysiz.

source: The post cannot be deleted.
uz_uz: Yozuvni o'chirish mumkin emas.

source: The post type specified is not valid
uz_uz: Yozuv turi noto'g'ri sozlangan

source: Invalid post type
uz_uz: Noto'g'ri yozuv turi

source: Sorry, you are not allowed to create password protected posts in this post type
uz_uz: Kechirasiz, ushbu turdagi himoyalangan yozuvlarga parol qo'ya olmaysiz

source: You are not allowed to create posts as this user.
uz_uz: Ushbu foydalanuvchi nomidan yozuv yarata olmaysiz.

source: Sorry, you are not allowed to create private posts in this post type
uz_uz: Kechirasiz, ushbu turdagi shaxsiy yozuvlar sizga ruxsat etilmagan

source: Sorry, you are not allowed to publish posts in this post type
uz_uz: Kechirasiz, ushbu turdagi youzivlarni yaratishga ruxsatingiz yo'q

source: Sorry, you are not allowed to assign a term to one of the given taxonomies.
uz_uz: Kechirasiz, iborani tanlangan tasniflardan biriga qo'sha olmaysiz.

source: Sorry, one of the given taxonomies is not supported by the post type.
uz_uz: Kechirasiz, belgilangan tasniflardan biri yozuv turiga to`g`ri kelmaydi

source: Sorry, you are not allowed to stick this post.
uz_uz: Kechirasiz, ishbu yozuvni yopishtirish uchun ruxsatingiz yo`q.

source: Allow search engines to index this site.
uz_uz: Qidiruv tizimlari saytni indexlashi uchun ruxsat berish.

source: You can create a %s file through a web interface, but this doesn't work for all server setups. The safest way is to manually create the file.
uz_uz: Можно создать файл <code>wp-config.php</code> через веб-интерфейс, но это работает не на всех серверах. Наиболее надёжный способ &#8212; создать файл вручную.

source: Create a Configuration File
uz_uz: Sozlanmalar faylini yaratish

source: Your site at <a href="%1$s">%2$s</a> is active. You may now log in to your site using your chosen username of &#8220;%3$s&#8221;. Please check your email inbox at %4$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%5$s">reset your password</a>.
uz_uz: Sizning <a href="%1$s">%2$s</a>dagi saytingiz faol. Endi o'zingiz tanlagan &#8220;%3$s&#8221; loginidan foydalanib saytga kirishingiz mumkin. Login va parolingizni %4$s manzilidagi pochtangizdan topasiz. Agar xabarni olmagan bo'lsangiz, pochtangizning spam papkasini tekshiring. Bir soat ichida xabar Sizgacha yetib bormasa <a href="%5$s">parolingizni qayta tiklashingiz</a> mumkin.

source: <a href="%1$s">%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
uz_uz: <a href="http://%1$s">http://%2$s</a> &#8212; ваш новый сайт. <a href="%3$s">Войдите</a> как &laquo;%4$s&raquo;, используя ваш пароль.

source: Your account has been activated. You may now <a href="%1$s">log in</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
uz_uz: Sizning a'zoligingiz faollashtirildi. Endi o'zingiz tanlagan &#8220;%2$s&#8221; logini yordamida <a href="%1$s">saytga kirishingiz</a> mumkin. Iltimos, login va parolingiz haqidagi ma'lumotni %3$s manzilidan oling. Agar Sizga xabar bormagan bo'lsa, pochtangizdagi spam papkasini tekshiring. Agar bir soat ichida xabar bormasa <a href="%4$s">parolingizni tiklashingiz</a> mumkin.

source: One or more database tables are unavailable. The database may need to be <a href="%s">repaired</a>.
uz_uz: Ma'lumotlar bazasidagi ba'zi jadvallar mavjud emas. Ma'lumotlar bazasini <a href="%s">sozlash</a> talab etilishi mumkin.

source: You are posting comments too quickly. Slow down.
uz_uz: Juda tez-tez fikr bildirayapsiz. Bir oz nafas rostlab oling.

# admin bar menu group label
source: New
uz_uz: Янги

source: %s comment awaiting moderation
uz_uz: %sта шарҳ тасдиқланишни кутмоқда.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
uz_uz: %s fayli brauzeringiz orqali bir vaqtda ko'p fayllarni yuklash uchun belgilangan hajm cheklovidan katta.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
uz_uz: Iltimos, shu faylni %1$sbrauzer yuklagichi%2$s orqali yuklashga urinib ko'ring.

source: &#8220;%s&#8221; has failed to upload.
uz_uz: &#8220;%s&#8221;ni yuklashning imkoni bo'lmadi.

# links widget
source: All Links
uz_uz: Барча ҳаволалар

source: The menu ID should not be empty.
uz_uz: Меню IDси бўш бўлмаслиги лозим.

source: About WordPress
uz_uz: WordPress ҳақида

source: %s exceeds the maximum upload size for this site.
uz_uz: %s ushbu saytga o&lsquo;rnatilgan fayl yuklash bo&lsquo;yicha maksimum hajmdan ortiq.

source: Feedback
uz_uz: Фикр билдириш

source: <strong>ERROR</strong>: please type a comment.
uz_uz: <strong>ХАТО</strong>: илтимос, шарҳ матнини киритинг.

source: <strong>ERROR</strong>: please enter a valid email address.
uz_uz: <strong>ХАТО</strong>: илтимос, яроқли электрон почта манзилини киритинг.

source: <strong>ERROR</strong>: please fill the required fields (name, email).
uz_uz: <strong>ХАТО</strong>: илтимос, шарт бўлган майдонларни (исм, электрон почта) тўлдиринг.

source: Could not load the preview image. Please reload the page and try again.
uz_uz: Расмни олдиндан кўриш учун юклаб бўлмади. Илтмос, саҳифани янгиланг ва қайтадан уриниб кўринг.

source: <strong>ERROR</strong>: Site URL already taken.
uz_uz: <strong>ХАТО</strong>: Сайт URL манзили банд қилинган.

source: <strong>ERROR</strong>: problem creating site entry.
uz_uz: <strong>ХАТО</strong>: мақолани киритишда муаммо юз берди.

source: Documentation
uz_uz: Қўлланма

source: Support Forums
uz_uz: Қўллаб-қувватлаш форуми

source: Database Error
uz_uz: Маълумотлра базасида хатолик

source: Error establishing a database connection
uz_uz: Ma'lumotlar bazasi bilan bog'lanishda xatolik

source: %s Comment
uz_uz: Шарҳ

source: Network Admin: %s
uz_uz: Tarmoq Admini: %s

# taxonomy general name
source: Tags
uz_uz: Калит сўзлар

# taxonomy singular name
source: Tag
uz_uz: Калит сўз

source: Scripts and styles should not be registered or enqueued until the %1$s, %2$s, or %3$s hooks.
uz_uz: Skriptlar va stillar %1$s, %2$s, yoki %3$s huklargacha ro&lsquo;yhatga olinmasligi yoki navbatga qo&lsquo;yilmasligi kerak.

source: You have been added to this site. Please visit the <a href="%s">homepage</a> or <a href="%s">log in</a> using your username and password.
uz_uz: Siz ushbu saytga qo'shildingiz. Endi saytga <a href="%s">tashrif buyurishingiz</a> yoki o'z login va parolingiz bilan <a href="%s">saytga kirishingiz</a> mumkin.

source: Memory exceeded. Please try another smaller file.
uz_uz: Xotira to&lsquo;lib qoldi. Iltimos, kichikroq fayl bilan urinib ko&lsquo;ring.

source: This is larger than the maximum size. Please try another.
uz_uz: Bu maksimum hajmdan kattaroq. Iltimos, boshqasini urinib ko&lsquo;ring.

source: This file is not an image. Please try another.
uz_uz: Ushbu fayl tasvir hisoblanmaydi. Iltimos, boshqasini urinib ko&lsquo;ring.

# admin color scheme
source: Blue
uz_uz: Ko&lsquo;k

source: The timezone you have entered is not valid. Please select a valid timezone.
uz_uz: Siz noto'g'ri vaqt zonasini ko'rsatdingiz. Iltimos, to'g'risini tanlang.

# add new from admin bar
source: Media
uz_uz: Медиа-файл

# add new from admin bar
source: User
uz_uz: Фойдаланувчи

source: You should specify a nonce action to be verified by using the first parameter.
uz_uz: Funksiyaning birinchi parametri sifatida tekshirish uchun avvaldan ma'lum bo'lgan harakatni ko'rsatish kerak.

source: View Tag
uz_uz: Belgini Ko'rish

source: View Category
uz_uz: Bo'limni Ko'rish

source: Your account is now activated. <a href="%1$s">Log in</a> or go back to the <a href="%2$s">homepage</a>.
uz_uz: Sizning a'zoligingiz faollashtirildi. <a href="%1$s">Saytga kiring</a> yoki saytning <a href="%2$s">bosh sahifasiga</a> qayting.

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Log in</a>
uz_uz: Sizning a'zoligingiz faollashtirildi. <a href="%1$s">Saytingizni ko'ring</a> yoki <a href="%2$s">saytga kiring</a>

source: Howdy, %1$s
uz_uz: Ҳуш келибсиз %1$s

source: Approve and Reply
uz_uz: Qabul qilish va javob berish

source: All Posts
uz_uz: Барча мақолалар

source: All Pages
uz_uz: Барча саҳифалар

source: Comments navigation
uz_uz: Навигация по комментариям

source: Post navigation
uz_uz: Мақола менюси

source: Poster
uz_uz: Плакат

source: Preload
uz_uz: Олдиндан юклаш

source: Toolbar
uz_uz: Ускуналар

source: Destination directory for file streaming does not exist or is not writable.
uz_uz: Fayl oqimi uchun mo'ljallangan katalogga yozib bo'lmaydi yoki mavjud emas.

source: There are no HTTP transports available which can complete the requested request.
uz_uz: So'rovni yakunlay oladigan birorta ham bo'sh HTTP-transport mavjud emas.

# post format
source: Format
uz_uz: Бичим

source: Enter the destination URL
uz_uz: Боғланиш манзилини киритинг

source: Or link to existing content
uz_uz: Ёки мавжуд маълумотга боғланг

source: Conditional query tags do not work before the query is run. Before then, they always return false.
uz_uz: Shartli teglar so'rov bajarilmaguncha ishlamaydi. Bungacha ular doim false qaytarishadi.

source: The user is already active.
uz_uz: Фойдаланувчи аввал фаоллаштирилган.

source: %1$s was called <strong>incorrectly</strong>. %2$s %3$s
uz_uz: %1$s функция <strong>нотўғри</strong> чақирилган. %2$s %3$s

source: (This message was added in version %s.)
uz_uz: (Ушбу хабар %s версияда қўшилган.)

source: Sorry, you cannot publish this post.
uz_uz: Узр, бу мақолани чоп эта олмайсиз.

source: Permalink: %s
uz_uz: Доимий боғланиш: %s

# Post format
source: Standard
uz_uz: Odatiy

source: Your address will be %s.
uz_uz: Sizning manzilingiz %s.

source: Invalid post format
uz_uz: Yaroqsiz post turi

source: No search term specified. Showing recent items.
uz_uz: Qidirish uchun so'rov aniqlanmagan. So'nggi elementlar ko'rsatilgan.

source: Only a static class method or function can be used in an uninstall hook.
uz_uz: O'chirish uchun klassning faqat statik metodi yoki funksiyasidan foydalanish mumkin.

source: Passing an integer number of posts is deprecated. Pass an array of arguments instead.
uz_uz: Yozuvlar sonining butun sonli parametri eskirgan hisoblanadi. O'rniga argumentlarning massivini uzating.

# Post format
source: Aside
uz_uz: Қайд

# Post format
source: Chat
uz_uz: Чат

# Post format
source: Gallery
uz_uz: Галерея

# Post format
source: Link
uz_uz: Ҳавола

# Post format
source: Image
uz_uz: Расм

# Post format
source: Quote
uz_uz: Иқтибос

# Post format
source: Status
uz_uz: Статус

# Post format
source: Video
uz_uz: Видео

source: No pages found in Trash.
uz_uz: O'chirib yuborilgan sahifalar topilmadi.

source: No pages found.
uz_uz: Саҳифалар топилмади.

source: No posts found in Trash.
uz_uz: O'chirib yuborilgan yozuvlar topilmadi.

source: Shortlink
uz_uz: Қисқа ҳавола

source: Invalid attachment ID.
uz_uz: Yaroqsiz biriktirma IDsi.

source: This file no longer needs to be included.
uz_uz: Bu faylga bog'lash bundan keyin majburiy emas.

source: Please enter your username or email address. You will receive a link to create a new password via email.
uz_uz: Iltimos, foydalanuvchi ismi yoki email manzilingizni kiriting. Email manzilingizga parolni tiklash ko'rsatmalari yuboriladi.

source: Display as dropdown
uz_uz: Tushib keluvchi ro'yxat sifatida ko'rsatish

source: Large size image height
uz_uz: Katta hajmli rasm bo'yi

source: Medium size image width
uz_uz: O'rta hajmli rasm eni

source: Medium size image height
uz_uz: O'rta hajmli rasm bo'yi

source: Large size image width
uz_uz: Katta hajmli rasm eni

source: Crop thumbnail to exact dimensions
uz_uz: Rasmchani aniq o'lchovga ko'ra kesib olish

source: Thumbnail Height
uz_uz: Rasmcha bo'yi

source: Thumbnail Width
uz_uz: Rasmcha eni

source: New password
uz_uz: Yangi parol

source: Confirm new password
uz_uz: Yangi parolni tasdiqlang

source: To reset your password, visit the following address:
uz_uz: Parolni yangilash uchun quyidagi manzilga o'ting:

source: Reset Password
uz_uz: Parolni tiklash

source: The passwords do not match.
uz_uz: Parollar mos kelmayapti.

source: Password Reset
uz_uz: Parolni tiklash

source: Your password has been reset.
uz_uz: Sizning yangi parolingiz joriy etildi.

source: Someone has requested a password reset for the following account:
uz_uz: Кто-то запросил сброс пароля для следующей учётной записи:

source: If this was a mistake, just ignore this email and nothing will happen.
uz_uz: Agar ushbu maktub anglashilmovchilik tufayli kelgan bo'lsa, shunchaki maktubni e'tiborsiz qoldiring. Shunda hech narsa o'zgarmaydi.

source: Enter your new password below.
uz_uz: Parolingizni kiriting.

source: Invalid post.
uz_uz: Noto'g'ri ma'lumot.

source: Edit My Profile
uz_uz: Profilimni tahrirlash

source: Manage Comments
uz_uz: Шарҳларни бошқариш

source: Invalid taxonomy: %s.
uz_uz: Неверная таксономия: %s.

source: "caller_get_posts" is deprecated. Use "ignore_sticky_posts" instead.
uz_uz: "caller_get_posts" allaqachon eskirgan. Uning o'rniga "ignore_sticky_posts" ishlating.

source: New Link Category Name
uz_uz: Yangi Yo'llanma Bo'limi Nomi

source: Add New Link Category
uz_uz: Yo'llanmalar Yangi Bo'limini Qo'shish

source: Update Link Category
uz_uz: Yo'llanmalar Bo'limini Yangilash

source: All Link Categories
uz_uz: Barcha havolalar bo'limlari

source: Search Link Categories
uz_uz: Havolalar bo'limlari qidiruvi

source: Link Category
uz_uz: Yo'llanmalar Bo'limi

source: Network Admin
uz_uz: Tarmoq narzoratchisi

source: [%1$s] Activate %2$s
uz_uz: [%1$s] %2$sni faollashtirish

source: Your server is running PHP version %1$s but WordPress %2$s requires at least %3$s.
uz_uz: Sizning serveringizda o'rnatilgan PHP versiyasi %1$s, ammo WordPress %2$s kamida %3$s versiyani talab qiladi.

# Multisite active signup type
source: user
uz_uz: foydalanuvchi

# Multisite active signup type
source: none
uz_uz: hech biri

# Multisite active signup type
source: all
uz_uz: barchasi

source: Custom Menu
uz_uz: Qo'shimcha Menyu

source: %1$s is proudly powered by %2$s
uz_uz: %1$s sayti %2$s asosida ishlayotganligidan fahrlanadi!
