Repository: smartnode/i18n-uzbek
Catalog: wordpress/*.po
Languages: uz_uz

source: None
uz_uz: Ҳеч бири

source: Invalid taxonomy
uz_uz: Яроқсиз тасниф

source: Edit Tag
uz_uz: Ёрлиқни таҳрирлаш

# post
source: Add New
uz_uz: Янги мақола қўшиш

source: View Post
uz_uz: Мақолани кўриш

source: Edit Post
uz_uz: Мақолани таҳрирлаш

source: Users
uz_uz: Фойдаланувчи

source: Done
uz_uz: Тамом

source: Anonymous
uz_uz: Аноним

source: Invalid file type
uz_uz: Яроқсиз файл тури

source: Preview
uz_uz: Кўриш

source: Recent Comments
uz_uz: Янги шарҳлар

source: Plugins
uz_uz: Плагинлар

source: Cancel
uz_uz: Бекор қилиш

source: Content
uz_uz: Матн

source: Tags
uz_uz: Ёрлиқ

source: Save Draft
uz_uz: Ҳомаки сақлаш

source: Reply
uz_uz: Жавоб қилиш

source: Pingback
uz_uz: Билдирги

source: Trackback
uz_uz: Мурожаат боғланиши

source: Number of comments to show:
uz_uz: Шарҳлар сони:

source: <strong>RSS Error</strong>: %s
uz_uz: <strong>RSS Хатолиги</strong>: %s

source: Unknown Feed
uz_uz: Номаълум лента

source: Header
uz_uz: Бош қисм

source: Sidebar
uz_uz: Ён устун

source: Archives
uz_uz: Архивлар

source: Username
uz_uz: Фойдаланувчи

source: Password
uz_uz: Парол

source: Redo
uz_uz: Такрорлаш

source: Thumbnail
uz_uz: Миниатура

source: File &#8220;%s&#8221; doesn&#8217;t exist?
uz_uz: Мазкур &laquo;%s&raquo; файл мавжуд эмасми?

source: The GD image library is not installed.
uz_uz: GD Image Library ўрнатилмаган.

source: File &#8220;%s&#8221; is not an image.
uz_uz: Бу &laquo;%s&raquo; файл расм эмас.

source: Add Media
uz_uz: Медиа файл қўшиш

source: Saved.
uz_uz: Сақланди.

source: Left
uz_uz: Чап

source: Center
uz_uz: Марказ

source: Right
uz_uz: Ўнг

source: Medium
uz_uz: Ўрта

source: Full Size
uz_uz: Тўлиқ ўлчами

source: Size
uz_uz: Ҳажми

source: Alignment
uz_uz: Текислаш

source: Caption
uz_uz: Изоҳ

source: Edit Image
uz_uz: Таҳрирлаш

source: Image URL
uz_uz: Расм манзили

source: Save as Pending
uz_uz: Тасдиқлаш учун сақлаш

source: Privately Published
uz_uz: Шахсий қилиб чоп этилган

source: OK
uz_uz: Тасдиқ

source: Private
uz_uz: Шахсий

source: Public, Sticky
uz_uz: Очиқ, Доимий

source: Public
uz_uz: Очиқ

source: Schedule
uz_uz: Режлаштириш

source: Update
uz_uz: Янгилаш

source: Add or remove tags
uz_uz: Ёрлиқ қўшиш ёки ўчириш

source: All Categories
uz_uz: Барча туркумлар

source: Dismiss
uz_uz: Бекор қилиш

source: Search
uz_uz: Қидириш

source: By %s
uz_uz: Муаллиф: %s

source: Images
uz_uz: Расм

source: View Page
uz_uz: Саҳифани кўриш

source: Links
uz_uz: Ҳаволалар

source: Uncategorized
uz_uz: Туркумланмаган

source: Email: %s
uz_uz: Электрон почта: %s

source: Pages
uz_uz: Саҳифалар

source: Close
uz_uz: Ёпиш

source: Select
uz_uz: Танлаш

source: New Page
uz_uz: Янги саҳифа

source: Edit Media
uz_uz: Медиа файлни таҳрирлаш

source: New Post
uz_uz: Янги мақола

source: (no title)
uz_uz: (номсиз)

source: Activation Key Required
uz_uz: Фаоллаштириш калити керак

source: Activation Key:
uz_uz: Фаоллаштириш калити:

source: Activate
uz_uz: Фаоллаштириш

source: Your account is now active!
uz_uz: Сизнинг фойдаланишга тайёр!

source: An error occurred during the activation
uz_uz: Фаоллаштириш жараёнида хатолик юз берди

source: Username:
uz_uz: Фойдаланувчи номи:

source: Password:
uz_uz: Парол:

source: Cheatin&#8217; uh?
uz_uz: Қаллоблик қиляпсизми?

source: No posts found.
uz_uz: Мақола мавжуд эмас.

source: Title
uz_uz: Сарлавҳа

source: Published
uz_uz: Чоп этилган

source: Pending Review
uz_uz: Текширувда

source: Draft
uz_uz: Ҳомаки

source: Y/m/d
uz_uz: d.m.Y

source: Visit Site
uz_uz: Сайтга ташриф

source: Log Out
uz_uz: Тизимдан чиқиш

source: You do not have permission to upload files.
uz_uz: Сизга файл юклаш учун рухсат берилмаган.
