Repository: smartnode/i18n-uzbek
Catalog: wordpress/*.po
Languages: uz_uz

source: You have searched the %1$s blog archives for <strong>&#8216;%2$s&#8217;</strong>. If you are unable to find anything in these search results, you can try one of these links.
uz_uz: Вы искали <strong>&laquo;%3$s&raquo;</strong> в архиве блога <a href="%1$s/">&laquo;%2$s&raquo;</a>. Если вам не удалось ничего найти в результатах поиска, можно попробовать одну из следующих ссылок.

source: l, F jS, Y
uz_uz: d.m.Y

source: You are currently browsing the archives for the %s category.
uz_uz: Siz &laquo;%s&raquo; bo'limi arxivini qarab chiqmoqdasiz.

source: This post is password protected. Enter the password to view comments.
uz_uz: Ushbu мақола parol bilan himoyalangan. Fikrlarni ko'rish uchun parolni kiriting.

source: Choose from the most used tags
uz_uz: Ko'p qo'llanilgan kalit so'zlar orasidan tanlash

# taxonomy singular name
source: Category
uz_uz: Bo'lim

source: Search Tags
uz_uz: Kalit so'zlar qidiruvi

source: Popular Tags
uz_uz: Ommabop kalit so'zlar

source: New Category Name
uz_uz: Yangi bo'lim nomi

source: New Tag Name
uz_uz: Yangi kalit so'z nomi

source: Add New Category
uz_uz: Yangi Bo'lim Qo'shish

source: Add New Tag
uz_uz: Yangi kalit so'z kiritish

source: Update Tag
uz_uz: Belgini Yangilash

source: Parent Category:
uz_uz: Ota bo'lim:

source: Parent Category
uz_uz: Ota bo'lim

source: All Tags
uz_uz: Barcha kalit so'zlar

# taxonomy general name
source: Categories
uz_uz: Туркумлар

source: Sorry, new registrations are not allowed at this time.
uz_uz: Kechirasiz, ayni paytda yangi a'zolarni ro'yxatga olishga ruxsat berilmagan.

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
uz_uz: Iltimos, biroz kuting. Ba'zan maktublar borishi bizning nazoratimizdan tashqarida bo'lgan ba'zi jarayonlar tufayli cho'zilishi mumkin.

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
uz_uz: Ilsimos, pochta qutingizning spam yoki chiqindi papkasini tekshiring. Ba'zan maktublar adashib ham shu yoqlarga tushib qoladi.

source: Greetings Site Administrator! You are currently allowing &#8220;%s&#8221; registrations. To change or disable registration go to your <a href="%s">Options page</a>.
uz_uz: Salom, Administrator! Siz hozir &#8220;%s&#8221; saytga a'zo bo'lishga ruxsat bergansiz. Sozlanmalarni o'zgartirish yoki a'zo bo'lishni ta'qiqlash uchun <a href="%s">Sozlanmalar sahifasi</a>ga o'ting.

source: We send your registration email to this address. (Double-check your email address before continuing.)
uz_uz: Biz Sizning a'zolik xabaringizni mana shu emailga jo'natamiz. Davom etishdan avval email manzilni yana bir bor tekshiring.

source: Search Pages
uz_uz: Саҳифаларni izlash

source: Add New Post
uz_uz: Yangi мақола qo'shish

source: Parent Page:
uz_uz: Ota sahifa

# post type general name
source: Posts
uz_uz: Мақолалар

source: Edit Page
uz_uz: Sahifani tahrirlash

source: Search Posts
uz_uz: Мақолаларni izlash

source: Add New Page
uz_uz: Yangi sahifa qo'shish

# post type general name
source: Pages
uz_uz: Саҳифалар

# post type singular name
source: Page
uz_uz: Sahifa

# post type singular name
source: Post
uz_uz: Mақола

source: <strong>Conflicting values for the constants VHOST and SUBDOMAIN_INSTALL.</strong> The value of SUBDOMAIN_INSTALL will be assumed to be your subdomain configuration setting.
uz_uz: <strong>VHOST va SUBDOMAIN_INSTALL konstantlari uchun qarama-qarshilik keltirib chiqaruvchi qiynalar bor.</strong> SUBDOMAIN_INSTALL qiymati Sizning subdomen sozlanmangiz deb qabul qilinadi.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
uz_uz: <strong>ХАТО</strong>: Ushbu foydalanuvchi ismida ruxsat berilmagan belgilar borligi sababli yaroqsiz. Iltimos, to'g'ri foydalanuvchi ismi kiriting.

source: Required fields are marked %s
uz_uz: Majburiy ma'lumotlar %s bilan belgilangan

source: Please include a %s template in your theme.
uz_uz: Пожалуйста, включите шаблон %1$s в вашу тему.

source: Theme without %s
uz_uz: Тема без %1$s

source: Sorry, you do not have access to user data on this site.
uz_uz: Kechirasiz, sizda ushbu foydalanuvchi ma'lumotlarini ko'rish uchun ruxsat yo'q.

source: Sorry, you are not allowed to post on this site.
uz_uz: Kechirasiz, sizga ushbu saytda мақола chop etishga rusxat etilmagan.

source: Sorry, you are not allowed to publish posts on this site.
uz_uz: Kechirasiz, sizga ushbu saytda мақола chop etishga rusxat etilmagan.

source: Sorry, you must be able to edit posts on this site in order to view categories.
uz_uz: Kechirasiz, bo'limlarni ko'ra olishingiz uchun sizga мақолаlarni tahrirlashga ruxsat berilgan bo'lishi kerak.

source: Sorry, you are not allowed to publish pages on this site.
uz_uz: Kechirasiz, sizga ushbu saytda sahifa chop etishga rusxat etilmagan.

source: Sorry, that site already exists!
uz_uz: Kechirasiz, bunday sayt allaqachon qo'shilgan!

source: To activate your blog, please click the following link: %s After you activate, you will receive *another email* with your login. After you activate, you can visit your site here: %s
uz_uz: Blogingizni faollashtirish uchun quyidagi linkni bosing: %s Faollashtirgandan so'ng loginingiz boshqa bir xatda jo'natiladi. Faollashtirgandan so'ng saytingizga mana bu link orqali tashrif buyurishingiz mumkin: %s

source: New Site Registration: %s
uz_uz: Yangi saytni ro'yxatdan o'tkazish: %s

source: New %1$s Site: %2$s
uz_uz: Yangi %1$s sayti: %2$s

source: The site is already active.
uz_uz: Ushbu sayt allqachon faol.

source: Sorry, you cannot edit posts on this site.
uz_uz: Kechirasiz, siz ushbu saytdagi мақолаlarni tahrirlay olmaysiz.

source: You are not allowed access to details about this site.
uz_uz: Sizga ushbu sayt haqidagi ma'lumotlarni olishga ruxsat berilmagan.

source: Could not create site.
uz_uz: Sayt yaratilmadi.

source: Sorry, site names must have letters too!
uz_uz: Kechirasiz, sayt nomlarida harflar ham bo'lishi kerak!

source: Sorry, you may not use that site name.
uz_uz: Kechirasiz, ammo siz bu nomdan sayt uchun foydalana olmaysiz.

source: Sorry, that site is reserved!
uz_uz: Kechirasiz, ushbu sayt zaxirada!

source: That site is currently reserved but may be available in a couple days.
uz_uz: Ayni paytda sayt zaxirada, ammo bir necha kun ichida zaxiradan chiqishi mumkin.

source: New user registration on your site %s:
uz_uz: «%s» saytingizda yangi foydalanuvchi ro'yxatga olindi:

source: Sorry, you must be able to edit posts on this site in order to view tags.
uz_uz: Kechirasiz, kalit so'zlarni ko'ra olishingiz uchun sizga ushbu saytda мақолаlarni tahrirlashga ruxsat berilgan bo'lishi kerak.

source: Site Tagline
uz_uz: Izoh ma'lumot

source: This site has been archived or suspended.
uz_uz: Ushbu sayt arxivlangan yoki bloklangan.

source: The site you have requested is not installed properly. Please contact the system administrator.
uz_uz: Siz so'rayotgan sayt to'g'ri o'rnatilmagan. Iltimos, sayt ma'muriyati bilan bog'laning.

source: The given object ID is not that of a menu item.
uz_uz: Berilgan ob'ekt IDsi menu elementlariga tegishli emas.

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
uz_uz: Kiritgan e-pochta manzilingiz yaroqli emasga o'xshaydi. Iltimos, boshqa e-pochta manzili kiriting.

source: The WordPress address you entered did not appear to be a valid URL. Please enter a valid URL.
uz_uz: Kiritgan WordPress URL manzilingiz yaroqli emasga o'xshaydi. Iltimos, yaroqli URL manzil kiriting.

source: The Site address you entered did not appear to be a valid URL. Please enter a valid URL.
uz_uz: Kiritgan URL manzilingiz yaroqli emasga o'xshaydi. Iltimos, yaroqli URL manzil kiriting.

source: A term with the name provided already exists with this parent.
uz_uz: Bu bo'limda allaqachon keltirilgan atama nomi mavjud.

source: An error occurred adding you to this site. Back to the <a href="%s">homepage</a>.
uz_uz: Sizni ushbu saytda ro'yxatga olishda xatolik sodir bo'ldi. <a href="%s">Bosh sahifa</a>ga qaytish.

source: This file is too big. Files must be less than %d KB in size.
uz_uz: Fayl juda katta. Fayllar %d KB dan kichik bo'lishi kerak.

source: Your email address will not be published.
uz_uz: E-pochta manzilingiz chop etilmaydi.

source: A valid URL was not provided.
uz_uz: Xato URL kiritilgan.

source: Could not calculate resized image dimensions
uz_uz: Rasmning yangi o'lchamlarini aniqlashning imkoni bo'lmadi.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
uz_uz: Kamida 4 belgidan iborat, faqat harflar va sonlardan iborat bo'lishi kerak. Keyinchalik o'zgartirish mumkin emas, shuning uchun yozishdan avval yaxshiroq o'ylang!

source: You must first <a href="%s">log in</a>, and then you can create a new site.
uz_uz: Yangi sayt hosil qilish uchun avval saytga <a href="%s">kiring</a>.

source: You are logged in already. No need to register again!
uz_uz: Siz allaqachon a'zo sifatida kirgansiz. Yana ro'yxatdan o'tishning hojati yo'q!

source: This action has been disabled by the administrator.
uz_uz: Ushbu amaliyot sayt boshqaruvchisi tomonidan ta'qiqlangan.

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
uz_uz: Xush kelibsiz, %s. Quyidagi formani to'ldirish orqali a'zoligingizga <strong>yana bitta sayt</strong> qo'shishingiz mumkin. Qo'shiladigan saytlar sonida cheklov yo'q, shuning uchun ko'nglingiz tusaganicha saytlar qo'shing, ammo birortasini ham e'tiborsiz qoldirmang!

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
uz_uz: Agar hali ham emailni olmagan bo'lsangiz, quyidagilarni qilishingiz mumkin:

source: If you&#8217;re still stuck with this message, then check that your database contains the following tables:
uz_uz: Agar hali ham shu xabarni ko'rayotgan bo'lsangiz ma'lumotlar bazasida quyidagi jadvallar borligiga ishonch hosil qiling:

source: Are you sure you want to install this plugin?
uz_uz: Ushbu plaginni o'rnatmoqchi ekanligingizga ishonchingiz komilmi?

source: Use as featured image
uz_uz: Bekgilangan rasm qilish

source: Page %s
uz_uz: %s sahifasi

source: Maintenance
uz_uz: Xizmat ko'rsatish

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
uz_uz: Sayt texnik xizmat ko'rsatilishi uchun yopildi. Iltimos, bir necha daqiqadan keyin tekshirib ko'ring.

source: Navigation Menu Items
uz_uz: Menu tugmalari elementlari

source: Navigation Menu Item
uz_uz: Menu tugmasi

source: Navigation Menus
uz_uz: Menular

source: Links for %s
uz_uz: %s ga linklar

source: No menus have been created yet. <a href="%s">Create some</a>.
uz_uz: Birorta menyu yaratilmagan. <a href="%s">Yangi menu yaratish</a>.

source: You are about to permanently delete this menu. 'Cancel' to stop, 'OK' to delete.
uz_uz: Siz ushbu menyuni butunlay o'chirmoqchisiz. «Bekor qilish» — qoldiri, «ОК» — o'chirish.

source: This is the short link.
uz_uz: Bu qisqa havola.

source: %d WordPress Update
uz_uz: %d WordPress ni yangilash

source: %d Theme Update
uz_uz: %d Mavzuni yangilash

source: %d Plugin Update
uz_uz: %d Plaginni yangilash

source: The site %s is yours.
uz_uz: %s sayti sizniki.

source: Create Site
uz_uz: Sayt yaratmoq

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
uz_uz: Agar chiroyli sayt domenidan foydalanishni xohlamasangiz, uni yangi foydalanuvchi uchun qoldiring!

source: Sites you are already a member of:
uz_uz: Siz allaqachon a'zo bo'lgan saytlar:

source: New trackback on your post "%s"
uz_uz: "%s" мақолаngizga yangi trackback

source: If you are the owner of this network please check that MySQL is running properly and all tables are error free.
uz_uz: Agar Siz ushbu tarmoqning egasi bo'lsangiz, MySQL yaxshi ishlayotganligiga va barcha jadvallar xatodan holi ekanligiga ishonch hosil qiling.

source: If your site does not display, please contact the owner of this network.
uz_uz: Agar saytingiz ko'rinmayotgan bo'lsa, tarmoq egasi bilan bog'laning.

source: New comment on your post "%s"
uz_uz: "%s" nomli мақолаngizga yangi fikr bildirildi

source: New pingback on your post "%s"
uz_uz: Mақолаngizga yangi pingback: "%s"

source: A new trackback on the post "%s" is waiting for your approval
uz_uz: "%s" мақолаsiga yangi trackback tasdiqlanishni kutmoqda

source: A new pingback on the post "%s" is waiting for your approval
uz_uz: "%s" мақолаsi uchun yangi pingback tasdiqlanishni kutmoqda

source: A new comment on the post "%s" is waiting for your approval
uz_uz: "%s" nomli мақолаga bildirilgan yangi fikr tasdiqlanishi kutilyapti

source: File canceled.
uz_uz: Yuklash bekor qilindi.

source: Site Title:
uz_uz: Sayt sarlavhasi

source: Site Domain:
uz_uz: Sayt domeni:

source: Site Name:
uz_uz: Sayt nomi:

source: sitename
uz_uz: saytnomi

source: Get <em>another</em> %s site in seconds
uz_uz: <em>Boshqa</em> %s saytga lahzada ega bo'l

source: Congratulations! Your new site, %s, is almost ready.
uz_uz: Tabriklaymiz %s saytingiz tayyor

source: Site registration has been disabled.
uz_uz: Sayt ro'yhatda o'tishida hatolik

source: Gimme a site!
uz_uz: Saytni gimmi qilish

source: But, before you can start using your site, <strong>you must activate it</strong>.
uz_uz: Ammo saytdan foydalanishdan oldin uni <strong>activlashtiring</strong>

source: If you do not activate your site within two days, you will have to sign up again.
uz_uz: Agar 2 kun ichida saytni aktivlashtra olmayotgan bo'lsangiz qaytadan ro'yhatdan o'ting.

source: Select Menu:
uz_uz: Меню танлаш:

source: Navigation Menu
uz_uz: Излаш менюси

source: Taxonomy:
uz_uz: Taksanomiya:

source: One response to %s
uz_uz: %s ga bitta javob

source: Menus
uz_uz: Менюлар

source: Software Name
uz_uz: Dastur nomi

source: Software Version
uz_uz: Dasturiy ta'minot versiyasi

source: Time Zone
uz_uz: Vaqt maydoni

source: Allow new users to sign up
uz_uz: Yangi a'zolarni ro'yatga olishga ruxsat berish

source: Sorry, you cannot edit this page.
uz_uz: Kechirasiz, ammo siz ushbu sahifani tahrirlay olmaysiz.

source: Sorry, no such page.
uz_uz: Kechirasiz, ammo bunday sahifa mavjud emas.

source: Sorry, you cannot edit pages.
uz_uz: Kechirasiz, ammo siz sahifalarni tahrirlay olmaysiz.

source: Sorry, you do not have the right to delete this page.
uz_uz: Kechirasiz, ammo siz ushbu sahifani o'chira olmaysiz.

source: Failed to delete the page.
uz_uz: Sahifani o'chirishning imkoni bo'lmadi.

source: Sorry, you do not have the right to edit this page.
uz_uz: Kechirasiz, ammo sizga ushbu sahifani tahrirlash uchun ruxsat berilmagan.

source: Sorry, you do not have the right to add a category.
uz_uz: Kechirasiz, bolim qo'shisga ruxsatingiz yo'q.

source: Sorry, the new category failed.
uz_uz: Kechirasiz, bo'lim yaratishda xato yuz berdi.

source: Sorry, you do not have the right to delete a category.
uz_uz: Kechirasiz, bo'lim o'chirishga ruxsatingiz yo'q.

source: Invalid comment ID.
uz_uz: Fikr IDsi notog'ri.

source: Invalid comment status.
uz_uz: Fikr holati noto'g'ri.

source: Sorry, the comment could not be edited. Something wrong happened.
uz_uz: Kechirasiz, qandaydir xatolik bo'ldi. Fikrni tahrirlashning imkoni bo'lmadi.

source: You must be registered to comment
uz_uz: Fikr bildira olishingiz uchun saytda ro'yxatdan o'tgan bo'lishingiz kerak.

source: Invalid post ID.
uz_uz: Mақола IDsi xato.

source: Comment author name and email are required
uz_uz: Fikr muallifi va e-pochta manzilini kiritish majburiy.

source: A valid email address is required
uz_uz: Yaroqli e-pochta manzili talab qilinadi.

source: You are not allowed access to details of this post.
uz_uz: Вам не разрешено получать детальную информацию об этом блоге.

source: You are not allowed to update options.
uz_uz: Sayt ma'lumotlarini o'zgartirish sizga ruhsat etilmagan.

source: Sorry, you cannot edit this post.
uz_uz: Kechirasiz, ammo siz ushbu мақолаni tahrirlay olmaysiz.

source: Either there are no posts, or something went wrong.
uz_uz: Yoki birorta ham мақола mavjud emas, yoki qandaydir xatolik sodir bo'ldi.

source: Sorry, no such post.
uz_uz: Kechirasiz, bunday мақола mavjud emas.

source: Sorry, you do not have the right to publish this post.
uz_uz: Kechirasiz, ammo sizda ushbu мақолаni chop etish uchun ruxsat yo'q.

source: Invalid post type.
uz_uz: Неверный тип записи.

source: You are not allowed to change the post author as this user.
uz_uz: Kechirasiz, ammo sizga ushbu a'zo nomidan turib bu мақола muallifini o'zgartirishga ruxsat berilmagan.

source: You are not allowed to change the page author as this user.
uz_uz: Kechirasiz, ammo sizga ushbu a'zo nomidan turib bu sahifa muallifini o'zgartirishga ruxsat berilmagan.

source: Sorry, you do not have the right to publish this page.
uz_uz: Kechirasiz, ammo sizda ushbu sahifani chop etish uchun ruxsat yoq.

source: Sorry, your entry could not be edited. Something wrong happened.
uz_uz: Kechirasiz, sizning ma'lumotingiz tahrirlanmadi. Qandaydir xatolik sodir bo'ldi.

source: Could not write file %1$s (%2$s)
uz_uz: %1$s (%2$s) faylini yozishning imkoni bo'lmadi.

source: Sorry, you can not edit this post.
uz_uz: Kechirasiz, ammo siz ushbu мақолаni tahrirlay olmaysiz.

source: Is there no link to us?
uz_uz: Bu yerda saytimizga link yo'qmi?

source: The specified target URL cannot be used as a target. It either doesn&#8217;t exist, or it is not a pingback-enabled resource.
uz_uz: Keltirilgan URL nishon sifatida ishlatilishi mumkin emas. U yoki mavjud emas, yoki unda pingback yoqilmagan.

source: The source URL and the target URL cannot both point to the same resource.
uz_uz: Manba URL va nishon URL ikkalasi ham bir xil resursga qaratilishi mumkin emas.

source: The pingback has already been registered.
uz_uz: Бу билдирги аввал рўйхатга олинган.

source: The source URL does not exist.
uz_uz: Манбага ҳавола мавжуд эмас.

source: We cannot find a title on that page.
uz_uz: Саҳифанинг сарлавҳасини аниқлаб бўлмади.

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
uz_uz: Манба манзилида нишонга ҳавола йўқ, шунинг учун манба сифатида ишлатилиб бўлмайди.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
uz_uz: %1$s томонидан %2$sга билдирги рўйхатга олинди. Гапиришдан тўхтаманг! :-)

source: The specified target URL does not exist.
uz_uz: Кўрсатилган ҳавола мавжуд эмас.

source: Your PHP installation appears to be missing the MySQL extension which is required by WordPress.
uz_uz: WordPress учун талаб қилинган MySQL кенгайтмаси PHP созламангизда топилмади.

source: WordPress database error %1$s for query %2$s made by %3$s
uz_uz: WordPress маълумотлар базаси %3$s томонидан юборилган %2$s сўров учун %1$s хатолигини берди.

source: WordPress database error %1$s for query %2$s
uz_uz: WordPress маълумотлар базаси %2$s сўрови учун %1$s хатолигини берди

source: Cancel reply
uz_uz: Жавобни бекор қилиш

source: Post Comment
uz_uz: Шарҳ киритиш

source: Unapproved
uz_uz: Тасдиқланмаган

source: Duplicate comment detected; it looks as though you&#8217;ve already said that!
uz_uz: Шарҳнинг дубликати топилди. Сиз бу шарҳни аввалроқ киритган эдингиз!

source: Could not update comment status
uz_uz: Шарҳ ҳолатини янгилаб бўлмади

source: This argument has changed to an array to match the behavior of the other cron functions.
uz_uz: Режалаштирувчининг (cron) фунцияларига мос бўлиши учун бу аргумент массивга ўзгартирилди.

source: Once Hourly
uz_uz: Ҳар соатда

source: Twice Daily
uz_uz: Кунда икки марта

source: Once Daily
uz_uz: Ҳар куни

source: Sort by:
uz_uz: Тартиблаш:

source: Page title
uz_uz: Саҳиф сарлавҳаси

source: Page order
uz_uz: Саҳифа тартиби

source: Page ID
uz_uz: Саҳифа IDси

source: Exclude:
uz_uz: Истисно:

source: Page IDs, separated by commas.
uz_uz: Саҳифалар IDlari vergullar bilan ajratilgan.

source: Your blogroll
uz_uz: Sizning havolalaringiz

source: Show Link Image
uz_uz: Ҳавола расмини кўрсатиш

source: Show Link Name
uz_uz: Ҳавола номини кўрсатиш

source: Show Link Description
uz_uz: Ҳавола изоҳини кўрсатиш

source: Show Link Rating
uz_uz: Ҳавола баҳосини кўрсатиш

source: Select Month
uz_uz: Ойни танлаш

source: Show post counts
uz_uz: Мақолалар сонин кўрсатиш

source: Entries <abbr title="Really Simple Syndication">RSS</abbr>
uz_uz: Мақолаларга <abbr title="Really Simple Syndication">RSS</abbr

source: Calendar
uz_uz: Тақвим

source: Text
uz_uz: Матн

source: Automatically add paragraphs
uz_uz: Янги қаторни абзац қилиш

source: Select Category
uz_uz: Туркумни танлаш

source: Show hierarchy
uz_uz: Шажарани кўрсатиш

source: Recent Posts
uz_uz: Янги мақолалар

source: Number of posts to show:
uz_uz: Кўрсатиладиган мақолалар сони:

# widgets
source: %1$s on %2$s
uz_uz: %2$s мақоласига %1$s

source: Untitled
uz_uz: Сарлавҳасиз

source: RSS Error: %s
uz_uz: RSS Хатолиги: %s

source: Enter the RSS feed URL here:
uz_uz: RSS-тасма манзилини киритинг:

source: Give the feed a title (optional):
uz_uz: Обуна тасмасига ном беринг (ихтиёрий):

source: How many items would you like to display?
uz_uz: Нечта мақола кўринсин?

source: Display item content?
uz_uz: Мақола матни кўринсинми?

source: Display item author if available?
uz_uz: Мақола муаллифи (агар бўлса) кўринсинми?

source: Display item date?
uz_uz: Мақола санаси кўринсинми?

source: Tag Cloud
uz_uz: Калит сўзлар булути

source: new WordPress Loop
uz_uz: янги WordPress ҳалқа

source: Last updated
uz_uz: Охирги янгиланиш

source: Missing Attachment
uz_uz: Илова етишмаяпти

source: Comments for %1$s searching on %2$s
uz_uz: %2$s қидируви бўйича %1$sга шарҳлар

source: Comments for %s
uz_uz: %sга билдирилган шарҳлар

source: Comment on %1$s by %2$s
uz_uz: %2$s томонидан %1$sга шарҳ киритилди

source: By: %s
uz_uz: Муаллиф: %s

source: Comments on: %s
uz_uz: %sга билдирилан шарҳлар

source: Protected Comments: Please enter your password to view comments.
uz_uz: Ҳимояланган шарҳлар: Шарҳларни кўриш учун, илтимос, паролингизни киритинг.

source: %s min
uz_uz: %s дақиқа

source: %s hour
uz_uz: %s соат

source: %s day
uz_uz: %s кун

source: %s is a protected WP option and may not be modified
uz_uz: %s &#8212; ҳимояланган WP танлови ва ўзгартириб бўлмайди

source: Unable to create directory %s. Is its parent directory writable by the server?
uz_uz: %s директориясини яратишда хатолик юз берди. Сервер томонидан она директорияда ёзишга рухсат борми?

source: Empty filename
uz_uz: Файл номи бўш

source: Could not write file %s
uz_uz: %s файлини сақлаб бўлмади

source: You are attempting to log out of %s
uz_uz: Сиз %s тизимидан чиқиб кетишга ҳаракат қилмоқдасиз

source: WordPress Failure Notice
uz_uz: WordPress хатолик хабари

source: Do you really want to <a href='%s'>log out</a>?
uz_uz: Сиз ростдан ҳам <a href='%s'>тизимдан чиқмоқчимисиз</a>?

source: Please try again.
uz_uz: Илтимос, қайтадан уриниб кўринг.

source: &laquo; Back
uz_uz: &laquo; Орқага

source: WordPress &rsaquo; Error
uz_uz: WordPress &rsaquo; Хатолик

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
uz_uz: %1$s функцияси WordPress %2$s версиясидан буён <strong>эскирган</strong>! Ўрнига %3$sдан фойдаланинг.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
uz_uz: %1$s функцияси WordPress %2$s версиясидан буён <strong>эскирган</strong> ва ўрнига алтернатив йўқ!

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s! %3$s
uz_uz: 1$s функциясини аргумент билан чақириш WordPress %2$s версиясидан буён <strong>эскирган</strong>! %3$s
