Repository: smartnode/i18n-uzbek
Catalog: wordpress/*.po
Languages: uz_uz

source: Username may not be longer than 60 characters.
uz_uz: Фойдаланувчи номи 60 белгидан ошмаслиги керак.

source: To set your password, visit the following address:
uz_uz: Паролни янгилаш учун қуйидаги манзилга ўтинг:

source: Add or remove menu items
uz_uz: Меню бандлари қўшиш ёки ўчириш

source: Reorder menu items
uz_uz: Меню бандларини тартиблаш

source: Close reorder mode
uz_uz: Тартиблаш ҳолатини ёпиш

source: When in reorder mode, additional controls to reorder menu items will be available in the items list above.
uz_uz: Тартиблаш ҳолатида, юқорида меню бандларини тартиблаш учун қўшимча созланмалар кўрсатилади.

# Missing menu name.
source: (unnamed)
uz_uz: (номсиз)

source: Reorder mode enabled
uz_uz: Тартиблаш ҳолати фаол

source: Reorder mode closed
uz_uz: Тартиблаш ҳолати ёпиқ

source: Menus can be displayed in locations defined by your theme or in <a href="%s">widget areas</a> by adding a &#8220;Custom Menu&#8221; widget.
uz_uz: Менюлар шаблонингизда белгиланган жойда ёки <a href="%s">виджетлар жойида</a> янги &#8220;Махсус Меню&#8221; виджети орқали кўрсатилиш мумкин.

source: Menus can be displayed in locations defined by your theme.
uz_uz: Менюлар шаблонингизда белгиланган жойларда кўрсатилиши мумкин.

source: Active theme
uz_uz: Жорий шаблон

source: Previewing theme
uz_uz: Шаблонни кўриш

# HTML tag
source: Preformatted
uz_uz: Бичимланган

source: The called constructor method for %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
uz_uz: WordPressning %2$s versiyasidan beri %1$s uchun qo'llamoqchi bo'lgan qurilma metodingiz <strong>olib tashlangan</strong>. Uning o'rniga %3$s dan foydalaning.

source: The %s directory of the develop repository must be used for RTL.
uz_uz: O'ngdan chapga yoziladigan tillar uchun %sning develop repository papkasi ishlatilishi kerak.

source: [%s] Notice of Email Change
uz_uz: [%s] Электрон почта манзили ўзгарганлиги ҳақида хабарнома

source: Hi ###USERNAME###, This notice confirms that your email was changed on ###SITENAME###. If you did not change your email, please contact the Site Administrator at ###ADMIN_EMAIL### This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
uz_uz: Salom ###USERNAME###, Ushbu xabarnoma Sizning ###SITENAME### saytidagi email manzilingiz o'zgarganligini tasdiqlaydi. Agar Siz email manzilni o'zgartirmagan bo'lsangiz, iltimos sayt administratoriga quyidagi manzil orqali xabar bering: ###ADMIN_EMAIL### Ushbu xabar ###EMAIL### manziliga yuborildi Xurmat bilan, ###SITENAME### sayti boshqaruvi ###SITEURL###

source: Hi ###USERNAME###, This notice confirms that your password was changed on ###SITENAME###. If you did not change your password, please contact the Site Administrator at ###ADMIN_EMAIL### This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
uz_uz: Ҳурматли ###USERNAME###, Бу хабарнома Сизнинг ###SITENAME### сайтидаги паролингиз ўзгарганлигини тасдиқлайди. Агар Сиз паролни ўзгартирмаган бўлсангиз, қуйидаги манзил орқали сайт маъмуриятига мурожаат қилинг: ###ADMIN_EMAIL### Ушбу хабарнома ###EMAIL### манзилига юборилди Ҳурмат билан, ###SITENAME### сайт маъмурияти ###SITEURL###

source: [%s] Notice of Password Change
uz_uz: [%s] Парол ўзгарганлиги ҳақида хабарнома

source: Inserted text
uz_uz: Киритилган матн

source: Close inserted text tag
uz_uz: Киритилган тегни ёпиш

source: Close bulleted list tag
uz_uz: Нуқтали рўйхат тегини ёпиш

source: Close numbered list tag
uz_uz: Рақамли рўйхат тегини ёпиш

source: List item
uz_uz: Рўйхат

source: Close list item tag
uz_uz: Рўйхат бандининг тегини ёпиш

source: Close code tag
uz_uz: Код тегини ёпиш

source: Are you sure you want to edit this comment? The changes you made will be lost.
uz_uz: Сиз ушбу шарҳни таҳрирлашга аминмисиз? Сиз киритган ўзгартиришлар сақланмайди.

source: Update Failed: %s
uz_uz: Янгиланиш амалга ошмади: %s

source: Attempting to parse a shortcode without a valid callback: %s
uz_uz: Yaroqli funksiyasi bo'lmagan %s qisqakod (shortcode)ni ishga tushirishga urinish

source: No tags
uz_uz: Калит сўзлар йўқ

source: Close bold tag
uz_uz: Қалин тегини ёпиш

source: Close italic tag
uz_uz: Эгри тегини ёпиш

source: Close blockquote tag
uz_uz: Иқтибос тегини ёпиш

source: Deleted text (strikethrough)
uz_uz: Ўчирилган матн (устидан чизилади)

source: Close deleted text tag
uz_uz: Ўчирилган матн тегини ёпиш

source: Remove poster image
uz_uz: Плакат расмини ўчириш

# media
source: Remove video track
uz_uz: Видео файлни ўчириш

source: Remove featured image
uz_uz: Танланган расмни ўчириш

source: Remove audio source
uz_uz: Аудио манбасини ўчириш

source: Remove video source
uz_uz: Видео манбасини ўчириш

source: Default shortcuts,
uz_uz: Бошланғич ёрлиқлар

source: Additional shortcuts,
uz_uz: Қўшимча ёрлиқлар

source: Inline toolbar (when an image, link or preview is selected)
uz_uz: Кичик созлама панели (расм, ҳавола ёки олдиндан кўриш танланганда)

source: Ctrl + Alt + letter:
uz_uz: Ctrl + Alt + ҳарф:

source: Shift + Alt + letter:
uz_uz: Shift + Alt + ҳарф:

source: Cmd + letter:
uz_uz: Cmd + ҳарф:

source: Ctrl + letter:
uz_uz: Ctrl + ҳарф:

source: Allow link notifications from other blogs (pingbacks and trackbacks) on new articles
uz_uz: Yangi мақолаlar uchun boshqa bloglardan keladigan link eslatmalarini (pingback yoki trackback) yoqish

source: Content:
uz_uz: Матн:

source: Menu Options
uz_uz: Menyu sozlanmalari

source: Customizing
uz_uz: Moslashtirish

source: Add to Menu
uz_uz: Menyuga qo'shish

source: Search menu items&hellip;
uz_uz: Menyudan qidirish&hellip;

source: The search results will be updated as you type.
uz_uz: Yozganingiz sari qidiruv natijalari yangilab boriladi.

source: Custom Links
uz_uz: Qo'shimcha havolalar

source: This panel is used for managing navigation menus for content you have already published on your site. You can create menus and add items for existing content such as pages, posts, categories, tags, formats, or custom links.
uz_uz: Bu panel saytingizda allaqachon chop etilgan ma'lumotlar menyusini sozlash uchun ishlatiladi. Siz yangi menyular yaratishingiz va saytingizda mavjud ma'lumotlarga sahifalar, мақолаlar, bo'limlar, калит сўзлар, formatlar yoki maxsus linklar kabi qo'shimchalarni qo'shishingiz mumkin.

source: You can also place menus in widget areas with the Custom Menu widget.
uz_uz: Siz menyularni vidjetlar joyi orqali Maxsus Menyu vidjetida ham joylashtirishingiz mumkin.

source: Menu Locations
uz_uz: Menyu joylari

source: Add a Menu
uz_uz: Menyu qo'shish

source: New menu name
uz_uz: Yangi menyu nomi

source: Move one level up
uz_uz: Bir daraja yuqoriga ko'tarish

source: Move one level down
uz_uz: Bir daraja pastga tushirish

source: Customizing &#9656; %s
uz_uz: &#9656; %s sozlash

source: Add Menu Items
uz_uz: Menyu yozuvlarini kiritish

source: Search Menu Items
uz_uz: Menyu yozuvlarini izlash

source: %1$s. Sub item number %2$d under %3$s.
uz_uz: %1$s. %3$s ostida joylashgan %2$d raqamli qism.

source: %1$s. Menu item %2$d of %3$d.
uz_uz: %1$s. %3$d ta menyu qismidan %2$d raqamlisi.

source: Out from under %s
uz_uz: %s ostidan chiqarish

source: Under %s
uz_uz: %s ostida

source: Move out from under %s
uz_uz: %s ostidan chiqarib olish

source: Move under %s
uz_uz: %s ostiga ko'chirish

source: Move to the top
uz_uz: Tepaga surish

source: Move down one
uz_uz: Pastga surish

source: Loading more results... please wait.
uz_uz: Ko'proq ma'lumot yuklanmoqda... iltimos, kuting.

source: Move up one
uz_uz: Bir pog'ona tepaga ko'tarish

source: Number of items found: %d
uz_uz: %d ta yozuvlar topildi

source: Additional items found: %d
uz_uz: %d ta qo'shimcha yozuvlar topildi

source: %s (Pending)
uz_uz: %s (kutilmoqda)

source: Menu item added
uz_uz: Menyu yozuvi qo'shildi

source: Menu item deleted
uz_uz: Menyu yozuvi o'chirildi

source: Menu created
uz_uz: Menyu tashkil etildi

source: Menu deleted
uz_uz: Menyu o'chirildi

source: Menu item moved up
uz_uz: Menu yozuvi ko'tarildi

source: Menu item moved down
uz_uz: Menu yozuvi tushirildi

source: Menu item moved out of submenu
uz_uz: Menu yozuvi ichki menyudan chiqarildi

source: Menu item is now a sub-item
uz_uz: Menyu yozuvi endi ichki menyuda

source: %s (Invalid)
uz_uz: %s (Yaroqsiz)

# nav menu home label
source: Home
uz_uz: Bosh sahifa

source: Create Menu
uz_uz: Menyu tashkil etish

source: Original: %s
uz_uz: Asli: %s

source: The description will be displayed in the menu if the current theme supports it.
uz_uz: Agar ushbu shablonda shunday imkoniyat bo'lsa, izoh sayt menyusida ko'rsatiladi.

source: Link Relationship (XFN)
uz_uz: (XFN) havola bog'lanishi

source: CSS Classes
uz_uz: CSS kalsslar

source: Open link in a new tab
uz_uz: Havolani yangi oynada ochish

source: Title Attribute
uz_uz: Title atributi

source: Navigation Label
uz_uz: Boshqaruv yorlig'i

source: Menu locations
uz_uz: Menyu joylashuvlari

source: Automatically add new top-level pages to this menu
uz_uz: Yangi yuqori darajali sahifalarni bu menyuga avtomatik qo'sh

# Reorder menu items in Customizer
source: Reorder
uz_uz: Qayta tartiblash

# Cancel reordering menu items in Customizer
source: Done
uz_uz: Bo'ldi!

source: Delete Menu
uz_uz: Удалить меню

source: Add Items
uz_uz: Qismlar qo'shish

source: User Dashboard: %s
uz_uz: %s foydalanuvchi paneli

source: XML Error: %1$s at line %2$s
uz_uz: XML Xato: %2$s qatorda %1$s

source: <span>Active:</span> %s
uz_uz: <span>Faol:</span> %s

source: No %1$s was set in the arguments array for the "%2$s" sidebar. Defaulting to "%3$s". Manually set the %1$s to "%3$s" to silence this notice and keep existing sidebar content.
uz_uz: "%2$s" yon ustuni array argumentlari uchun hech qanday %1$s o'rnatilmagan. Doimiy "%3$s" holatga qaytariladi. Mavjud yon ustun ma'lumotlarini saqlab qolish uchun %1$sni "%3$s"ga o'zgartirib, ushbu eslatmani to'xtating.

source: Connection lost or the server is busy. Please try again later.
uz_uz: Aloqa uzildi, yoki server juda band. Iltimos, keyinroq yana urinib ko'ring.

source: Plugin updates may not complete if you navigate away from this page.
uz_uz: Agar siz ushbu sahifani tark etib, boshqa sahifaga o'tib ketsangiz plaginlar yangilanishi tugallnmay qoladi.

source: Updating %s...
uz_uz: Yangilanmoqda %s...

source: %s updated!
uz_uz: %s yangilandi!

source: %s update failed
uz_uz: %s yangilanishida xatolik sodir bo'ldi

source: Update canceled.
uz_uz: Yangilanish bekor qilindi.

source: Update Failed!
uz_uz: Обновление не удалось

# theme
source: Change
uz_uz: Созлаш

source: Dismiss this notice.
uz_uz: Ushbu xabarnomani o'tkazib yuborish.

source: %1$s response to %2$s
uz_uz: %2$sгa %1$sта жавоб

source: Your theme supports one menu. Select which menu you would like to use.
uz_uz: Sizning shabloningiz bitta menuli. Qaysi menu ko'rinishi kerakligini tanlang.

source: Your theme supports %s menu. Select which menu appears in each location.
uz_uz: Sizning shabloningiz %s ta menuni qo'llaydi. Qaysi joyda qaysi menu ko'rinishi kerakligini tanlang.

source: Customizer
uz_uz: Sozlovchi

source: Could not split shared term.
uz_uz: Umumiy termin bo'linishida xatolik sodir bo'ldi.

source: Taxonomy names must be between 1 and 32 characters in length.
uz_uz: Taksanomiya nomlari 1 dan 32 gacha bo'lgan belgilar uzunligida bo'lishi kerak.

source: Update completed successfully.
uz_uz: Yangilanish muvofaqqiyatli yakunlandi.

source: Updating... please wait.
uz_uz: Yangilanmoqda... iltimos, kuting.

source: Updating...
uz_uz: Yangilanmoqda...

source: Updated!
uz_uz: Yangilandi!

source: Suggested embed #%d
uz_uz: Kiritishga tavsiya etilgan #%d

source: Suggested image #%d
uz_uz: Tavsiya etilgan rasm #%d

source: Site Preview
uz_uz: Siteni Oldindan ko'rish

source: Post type names must be between 1 and 20 characters in length.
uz_uz: Post turlari nomlari 1 dan 20 gacha bo'lgan belgilar uzunligida bo'lishi kerak.

source: Author: %1$s (IP: %2$s, %3$s)
uz_uz: Muallif: %1$s (IP: %2$s, %3$s)

source: Website: %1$s (IP: %2$s, %3$s)
uz_uz: Sayt: %1$s (IP: %2$s, %3$s)

source: <strong>Could not find site %1$s.</strong> Searched for table %2$s in database %3$s. Is that right?
uz_uz: <strong>%1$s sayti topilmadi.</strong> %3$s ma'lumotlar bazasidagi %2$s jadvaldan izlandi. Shu tog'rimi?

source: Custom Link
uz_uz: Qo'shimcha link

source: <strong>Database tables are missing.</strong> This means that MySQL is not running, WordPress was not installed properly, or someone deleted %s. You really should look at your database now.
uz_uz: <strong>Ma'lumotlar ba'zasi jadvallari to'liq emas.</strong> Bu MySQL ishlamayotganini, WordPress to'g'ri o'rnatilmaganini yoki kimdir %s ni o'chirib tashlaganini anglatadi. Siz albatta hoziroq ma'lumotlar bazangizni tekshirib ko'rishingiz kerak.

source: Howdy USERNAME, Your new account is set up. You can log in with the following information: Username: USERNAME Password: PASSWORD LOGINLINK Thanks! --The Team @ SITE_NAME
uz_uz: Ҳурматли USERNAME, Сизнинг профилингиз созланди. Энди сиз қуйидаги маълумотлардан фойдаланиб тизимга киришингиз мумкин: Фойдаланувчи номи: USERNAME Парол: PASSWORD LOGINLINK Раҳмат! --«SITE_NAME» сайти маъмурияти

source: Howdy USERNAME, Your new SITE_NAME site has been successfully set up at: BLOG_URL You can log in to the administrator account with the following information: Username: USERNAME Password: PASSWORD Log in here: BLOG_URLwp-login.php We hope you enjoy your new site. Thanks! --The Team @ SITE_NAME
uz_uz: Ҳурматли USERNAME, Сизнинг янги «SITE_NAME» сайтинги қуйидаги манзилга ўрнатилди: BLOG_URL Қуйидаги маълумотлар билан сайт бошқарув панелига киришингиз мумкин: Фойдаланувчи номи: USERNAME Парол: PASSWORD Тизимга кириш учун манзил: BLOG_URLwp-login.php Янги сайтингиз Сизга ёқади деган умиддамиз. Раҳмат! --«SITE_NAME» сайти маъмурияти

source: Drag and drop to reorder media files.
uz_uz: Медиа файлларни қайт тартиблаш учун судраб кўчиринг.

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s function instead.
uz_uz: %2$s функциялар оиласи учун %1$s танлови эскирган. Унинг ўрнига %3$s функциясидан фойдаланинг.

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s option instead.
uz_uz: %2$s функциялар оиласи учун %1$s танлови эскирган. Унинг ўрнига %3$s танловидан фойдаланинг.

source: No Comments<span class="screen-reader-text"> on %s</span>
uz_uz: <span class="screen-reader-text">%s мақоласига</span> шарҳ киритилмаган.

source: Select Post
uz_uz: Mақолани танланг

source: Select Week
uz_uz: Ҳафтани танланг

source: Select Day
uz_uz: Кунни танланг

source: Select Year
uz_uz: Йилни танланг

source: Comments Off<span class="screen-reader-text"> on %s</span>
uz_uz: <span class="screen-reader-text">%s</span> мақоласига шарҳ киритишни ўчириш

source: %1$s Comment<span class="screen-reader-text"> on %2$s</span>
uz_uz: <span class="screen-reader-text"> %2$s </span> мақоласига %1$sта шарҳ киритилган

source: 1 Comment<span class="screen-reader-text"> on %s</span>
uz_uz: <span class="screen-reader-text"> %s мақоласига</span> 1 шарҳ киритилган

source: Link Text
uz_uz: Ҳавола матни

source: Live Preview
uz_uz: Амалда кўриш

source: Theme Details
uz_uz: Шаблон маълумотлари

# previous post
source: Previous
uz_uz: Аввалги

# next post
source: Next
uz_uz: Кейинги

source: No categories found.
uz_uz: Туркумлар топилмади.

source: Distraction-free writing mode
uz_uz: Тўлиқ экранли режим

source: Theme support for %1$s should be registered before the %2$s hook.
uz_uz: %1$s функцияси шаблонда ишлаши учун %2$s ҳаракатидан аввал рўйхатдан ўтказилиши керак.

source: Widget moved down
uz_uz: Виджет пастга кўчирилди

source: Widget moved up
uz_uz: Виджет тепага кўчирилди

source: Elements path
uz_uz: Элементлар йўли

source: To move focus to other buttons use Tab or the arrow keys. To return focus to the editor press Escape or use one of the buttons.
uz_uz: Фокусни бошқа тугмаларга ўтказиш учун Tab ёки кўрсаткич тугмаларидан фойдаланинг. Таҳрирлаш майдончасига қайтиш учун Escape ёки бошқа тугмани босинг.

source: Editor toolbar
uz_uz: Таҳрирлаш панели

source: Editor menu (when enabled)
uz_uz: Таҳрирлаш менюси (агар ёқилган бўлса)

source: Focus shortcuts:
uz_uz: Фокус тугмалари:

source: Rich Text Area. Press Alt-Shift-H for help
uz_uz: Таҳрирлаш майдончаси. Ёрдам учун Alt-Shift-H тугмаларини босинг

source: The following values do not describe a valid date: month %1$s, day %2$s.
uz_uz: Ushbu kiritilganlar sanaga to'g'ri kelmaydi: oy %1$s, kun %2$s.

source: You need to pass an array of types.
uz_uz: Massiv tiplarini yuborishingiz kerak.

source: %s must set a database connection for use with escaping.
uz_uz: Klass %s ekranlashtirishda hosil bo'ladigan bog'lanishni ko'rsatishi kerak.

source: A term with the name provided already exists in this taxonomy.
uz_uz: Ko'rsatilgan nom va yorliqga ega bo'lgan element taksonomiyada mavjud.

# verb
source: Trash
uz_uz: Ўчириш

source: You can see all comments on this post here:
uz_uz: Ushbu мақолаga bildirilgan fikrlarni bu yerda ko'rishingiz mumkin:

source: You can see all pingbacks on this post here:
uz_uz: Siz bu yerda мақолаning barcha ogohlantirishlarini ko'rishingiz mumkin:

source: You can see all trackbacks on this post here:
uz_uz: Siz bu yerda ushbu мақолаga bo'lgan hamma teskari ssilkalarni ko'rishingiz mumkin:

source: Comment: %s
uz_uz: Шарҳ: %s

# noun
source: Trash
uz_uz: Ахлат челак

source: Edit Selection
uz_uz: Белгилашни ўзгартириш

source: Newer posts
uz_uz: Янгироқ мақолалар

source: Posts navigation
uz_uz: Мақолалар bo‘yicha harakatlanish

source: Older posts
uz_uz: Эски мақолалар

# translations
source: Available
uz_uz: Мавжуд

# translations
source: Installed
uz_uz: Ўрнатилган

source: No alignment
uz_uz: To'g'irlanmagan

source: Archives: %s
uz_uz: Arxivlar: %s

# post format archive title
source: Chats
uz_uz: Мулоқотлар

# post format archive title
source: Statuses
uz_uz: Ҳолатлар

# post format archive title
source: Links
uz_uz: Боғланиш

# post format archive title
source: Videos
uz_uz: Videolar

# post format archive title
source: Quotes
uz_uz: Matn parchasi

# post format archive title
source: Galleries
uz_uz: Galereyalar

# post format archive title
source: Images
uz_uz: Расмлар

source: Month: %s
uz_uz: Ой: %s

source: Day: %s
uz_uz: Кун: %s

# daily archives date format
source: F j, Y
uz_uz: d.m.Y

# post format archive title
source: Asides
uz_uz: Элатмалар

source: Year: %s
uz_uz: Йил: %s

source: Author: %s
uz_uz: Муаллиф: %s

source: Tag: %s
uz_uz: Калит сўз: %s

source: Category: %s
uz_uz: Туркум: %s

source: Do not pass style tags to wp_add_inline_style().
uz_uz: wp_add_inline_style() ga stil teglari yuborilmasin.

source: The following values do not describe a valid date: year %1$s, month %2$s, day %3$s.
uz_uz: Quyidagi qiymatlar yaroqli sanani anglatmaydi: yil %1$s, oy %2$s, kun %3$s.

source: Reply to %s
uz_uz: %s ga javob berish

source: Invalid value %1$s for %2$s. Expected value should be between %3$s and %4$s.
uz_uz: %2$s ga noto'g'ri %1$s qiymat kiritilgan. Kutilgan qiymat %3$s va%4$s oralarida bo'lishi kerak.

# vertical table cell alignment
source: V Align
uz_uz: Vertikal joylashuvi

# horizontal table cell alignment
source: H Align
uz_uz: Gorizontal joylashuvi

source: Border color
uz_uz: Devor chiziqlari rangi

source: Add to Dictionary
uz_uz: Lug'at qo'shish

source: No color
uz_uz: Rang mavjud emas

# label for custom color
source: Custom...
uz_uz: Boshqa...

source: Color
uz_uz: Rang

source: Custom color
uz_uz: Rangni tanlang

source: No image selected
uz_uz: Surat tanlanmadi

source: Select Image
uz_uz: Suratni tanlash

source: Choose File
uz_uz: Faylni tanlash

source: No file selected
uz_uz: Fayl tanlanmadi

source: Change File
uz_uz: Faylni tanlash

# add new media
source: Add New
uz_uz: Янги қўшиш

# post type general name
source: Media
uz_uz: Медиа-файл

# TinyMCE menu
source: Format
uz_uz: Бичим

# add new on admin bar
source: Post
uz_uz: Mақола

# add new on admin bar
source: Page
uz_uz: Саҳифа

# add new from admin bar
source: Link
uz_uz: Боғланиш

# list style
source: Default
uz_uz: Odatiy

source: <strong>You have successfully updated WordPress!</strong> Please log back in to see what&#8217;s new.
uz_uz: <strong>WordPress yangilandi</strong> Yangiliklarni o'qish uchun boshqatdan kiring.

source: Trash Selected
uz_uz: Savatga tashlash belgilandi

source: Untrash Selected
uz_uz: Savatdan olib tashlash belgilandi

source: Untrash
uz_uz: Savatdan olib tashlash

source: You are about to trash these items. 'Cancel' to stop, 'OK' to delete.
uz_uz: Siz ushbularni chiqitga chiqarmoqchisiz. bekor qilish uchun 'Bekor qilish', o'chirish uchun 'OK' ni bosing.

source: Press return or enter to open this panel
uz_uz: Bu panelni ochish uchun "Qaytish" yoki "Kirish" tugmasini bosing

source: Bulk Select
uz_uz: Ko`plab belgilash

source: Cancel Selection
uz_uz: Tanlarganlarni bekor qilish

source: Delete Selected
uz_uz: Tanlanganni o'chirish

# missing menu item navigation label
source: (no label)
uz_uz: (belgisi yo`q)

source: %s: %l.
uz_uz: %s lar: %l.

source: Bitrate
uz_uz: Bitreyt

source: Your browser does not support direct access to the clipboard. Please use keyboard shortcuts or your browser&#8217;s edit menu instead.
uz_uz: Sizning brauzeringiz joriy xotiraga to'g'ridan to'g'ri ta'sir etishni qo'llamaydi. Iltimos, (nusxalash/kiritish) uchun klavyatura tugmalar kombinatsiyasi (Ctrl+C/Ctrl+V)lardan yoki browseringiz 'Tahrir' menusidan foydalaning.

source: Read more...
uz_uz: Davomini o'qish...

source: Search or use up and down arrow keys to select an item.
uz_uz: Izlang yoki birorta ob'ektni tanlash uchun tepa yoki past tugmalaridan foydalaning.

source: Close media panel
uz_uz: Media panelni yopish

source: Close uploader
uz_uz: Yuklovchini yopish

source: Maximum upload file size: %s.
uz_uz: Yuklash mumkin bo'lgan eng katta fayl hajmi: %s.

source: List View
uz_uz: Ro'yxat ko'rinishi

source: Grid View
uz_uz: Belgilar ko'rinishida

source: Edit previous media item
uz_uz: Avvalgi media ob'ektni tahrirlash

source: Edit next media item
uz_uz: Keyingi media ob'ektni tahrirlash

source: File name:
uz_uz: Fayl nomi:

source: File type:
uz_uz: Fayl turi:

source: Uploaded on:
uz_uz: Yuklangan sanasi:

source: File size:
uz_uz: Fayl hajmi:

source: Dimensions:
uz_uz: O'lchamlari:

source: Bitrate:
uz_uz: Bitreyt:

source: Uploaded By
uz_uz: Yuklagan kishi

source: Uploaded To
uz_uz: Yuklangan

source: View attachment page
uz_uz: Ilova sahifasini ko'rish

source: Edit more details
uz_uz: Batafsil ma'lumotlarini tahrirlash

source: Bitrate Mode
uz_uz: Bitreyt turi

source: All dates
uz_uz: Barcha sanalar

source: Unattached
uz_uz: Ilova qilinmagan

source: You are about to permanently delete these items. 'Cancel' to stop, 'OK' to delete.
uz_uz: Siz quyidagi ob'ektlarni o'chirmoqchi bo'lyapsiz. to'xtatish uchun 'Bekor qilish', o'chirish uchun 'OK' tugmasini bosing.

source: Filter by date
uz_uz: Sana bo'yicha saralash

source: Filter by type
uz_uz: Tur bo'yicha saralash

source: Search Media
uz_uz: Media izlash

source: This site is no longer available.
uz_uz: Ushbu sayt endi mavjud emas.

source: <strong>ERROR</strong>: The comment could not be saved. Please try again later.
uz_uz: <strong>ХАТО</strong>: Fikr xotiraga olinmadi. Iltimos keyinroq yana urinib ko'ring.

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header width of %s pixels.
uz_uz: Нажав кнопку <strong>&laquo;Добавить&raquo;</strong>, можно загрузить и обрезать изображение по своему усмотрению, однако в вашей теме оформления рекомендуется заголовок шириной %s пикселей.
