Repository: smartnode/i18n-uzbek
Catalog: wordpress/*.po
Languages: uz_uz

source: html_lang_attribute
uz_uz: uz-UZ

source: Link options
uz_uz: Ҳавола танловлари

source: Link selected.
uz_uz: Ҳавола танланди.

source: Link inserted.
uz_uz: Ҳавола киритилди.

source: %s is required to strip image meta.
uz_uz: Расм мета маълумотини олиш учун %s талаб қилинади.

source: Plugin details
uz_uz: Плагин тафсилоти

source: Browser interface preview
uz_uz: Браузер интерфейсида кўриш

source: No media files found.
uz_uz: Медиа файл топилмади.

source: &#8220;%1$s&#8221; &#8212; %2$s
uz_uz: «%1$s» &#8212; %2$s

source: %d results found. Use up and down arrow keys to navigate.
uz_uz: %dта натижа топилди. Кўриб чиқиш учун юқори ва пастга кўрсатгич тугмаларидан фойдаланинг.

source: No search results.
uz_uz: Қидирувга натижа топилмади.

source: 1 result found. Use up and down arrow keys to navigate.
uz_uz: Битта натижа топилди. Кўриб чиқиш учун юқори ва пастга кўрсатгич тугмаларидан фойдаланинг.

source: <a href="%1$s" aria-label="%2$s">Logged in as %3$s</a>. <a href="%4$s">Log out?</a>
uz_uz: <a href="%1$s" aria-label="%2$s"> Тизимда %3$s</a>. <a href="%4$s">Тизимдан чиқасизми?</a>

source: Logged in as %s. Edit your profile.
uz_uz: Тизимда %s. Профилни таҳрирлаш.

source: The constant %1$s <strong>is deprecated</strong>. Use the boolean constant %2$s in %3$s to enable a subdomain configuration. Use %4$s to check whether a subdomain configuration is enabled.
uz_uz: Констант %1$s <strong>эскирган</strong>. Иккинчи даражали домейн ҳам ишлатиш учун %3$sда %2$s константидан фойдаланинг. Иккинчи даражали домейн ишлатилятганини текшириш учун %4$sда фойдаланинг.

source: Removing %1$s manually will cause PHP warnings. Use the %2$s filter instead.
uz_uz: %1$sни қўлда олиб ташлаш PHP огоҳлантиришини кўрсатади. %2$s филтрдан фойдаланинг.

source: The next group of formatting shortcuts are applied as you type or when you insert them around plain text in the same paragraph. Press Escape or the Undo button to undo.
uz_uz: Қуйидаги бичимлаш ёрлиқ гуруҳи матн терганингизда ёки бир хил абцаздаги оддий матнни белгилаганингизда қўлланилади. Бекор қилиш учун Backspace ёки Escape тугмасини босинг.

source: <strong>ERROR</strong>: The email field is empty.
uz_uz: <strong>ХАТО</strong>: Электрон почта киритилмаган.

source: <strong>ERROR</strong>: Invalid email address.
uz_uz: <strong>ХАТО</strong>: Яроқсиз электрон почта манзили.

source: <strong>ERROR</strong>: The password you entered for the email address %s is incorrect.
uz_uz: <strong>ХАТО</strong>: Сиз %s электрон манзили учун киритган парол нотўғри.

source: Your session has expired. Please log in to continue where you left off.
uz_uz: Сизнинг сессиянгиз муддати тугаган. Илтимос, давом этиш учун тизимга қайта киринг.

source: Unregistering a built-in taxonomy is not allowed
uz_uz: Бошланғич (ажралмас) таснифни ўчириш мумкин эмас

# post status
source: Trash
uz_uz: Ахлат челакда

source: Unregistering a built-in post type is not allowed
uz_uz: Бошланғич (ажралмас) мақало турини ўчириш мумкин эмас

source: Routes must be namespaced with plugin or theme name and version.
uz_uz: Йўналишлар плагин ёки шаблон номи ва версияси билан номфазо бўлиши керак.

source: Route must be specified.
uz_uz: Йўналиш кўрсатилиши керак.

source: (Untitled)
uz_uz: (Сарлавҳасиз)

source: Drag boxes here
uz_uz: Блокларни бу ерга судранг

source: %1$s %2$s %3$s %4$s Feed
uz_uz: %1$s %2$s %4$s таснифи %3$s мавзуси бўйича тасма

source: <strong>ERROR</strong>: Invalid username, email address or incorrect password.
uz_uz: <strong>ХАТО</strong>: Фойдаланувчи номи. электрон манзил ёки парол нотўғри.

# post password form
source: Enter
uz_uz: Киритиш

# post status
source: Published
uz_uz: Чоп этилган

# post status
source: Scheduled
uz_uz: Режлаштирилган

# post status
source: Draft
uz_uz: Ҳомаки

# post status
source: Pending
uz_uz: Текширувда

# post status
source: Private
uz_uz: Шахсий

source: No logo selected
uz_uz: Логотип танланмаган

source: Choose logo
uz_uz: Логотипни танланг

source: The called constructor method for %1$s in %2$s is <strong>deprecated</strong> since version %3$s! Use %4$s instead.
uz_uz: %3$s версиясидан бошлаб %2$sдаги %1$s деб номланган конструктор усули <strong>эскирган</strong> ! Ўрнига %4$sдан фойдаланинг.

source: Close dialog
uz_uz: Ойнани ёпиш

source: Do not pass script tags to wp_add_inline_script().
uz_uz: wp_add_inline_script() функциясини чақирганда script тегидан фойдаланманг.

source: Partial render must echo the content or return the content string (or array), but not both.
uz_uz: Қисман кўрсатиш функцияси матнни қайта акс эттириши ёки уни сатр (ёки массив) сифатида қайтариши мумкин, лекин бир вақтни ўзида ҳар иккаласини қилмаслиги керак.

source: %s is forbidden
uz_uz: %s тақиқланган

source: Select logo
uz_uz: Логотипни танлаш

source: Change logo
uz_uz: Логотипни ўзгартириш

# comment status
source: Approved
uz_uz: Тасдиқланган

# comment status
source: Spam
uz_uz: Спам

# comment status
source: Trash
uz_uz: Ўчирилган

source: <strong>ERROR</strong>: your name is too long.
uz_uz: <strong>ХАТО</strong>: исмингиз жуда узун.

source: <strong>ERROR</strong>: your email address is too long.
uz_uz: <strong>ХАТО</strong>: Электрон почта манзилингиз жуда узун.

source: <strong>ERROR</strong>: your url is too long.
uz_uz: <strong>ХАТО</strong>: ҳаволангиз жуда узун.

source: <strong>ERROR</strong>: your comment is too long.
uz_uz: <strong>ХАТО</strong>: шарҳингиз матни жуда узун.

source: Logo
uz_uz: Логотип

source: Paste URL or type to search
uz_uz: Қидириш учун URL қўйинг ёки ёзинг

source: Invalid object type
uz_uz: Яроқсиз объект тури

source: Template is missing. Standalone themes need to have a %1$s template file. <a href="%2$s">Child themes</a> need to have a Template header in the %3$s stylesheet.
uz_uz: Шаблон топилмади. Автоном шаблонлар %1$s шаблон файлига эга бўлиши лозим. <a href="%2$s">Бола шаблон</a> сарлавҳада «Template» стиллар жадвалида %3$s бўлиши керак.

source: Display Site Title and Tagline
uz_uz: Сайт номи ва шиорини кўрсатиш

source: Comment Submission Failure
uz_uz: Шарҳни топширишда хатолик юз берди

source: Shift-click to edit this element.
uz_uz: Ушбу элементни ўзгартириш учун Shift ва сичқон ўн тугмасинин босинг.

source: Enter desktop preview mode
uz_uz: Компьютерда кўриш режимига ўтиш

source: Enter tablet preview mode
uz_uz: Планшетда кўриш режимига ўтиш

source: Enter mobile preview mode
uz_uz: Мобил телефонда кўриш режимига ўтиш

source: <strong>ERROR</strong>: Sorry, that username is not allowed.
uz_uz: <strong>ХАТО</strong>: Кечирасиз бу фойдалнувчи номи мумкин эмас.

source: Invalid parameter.
uz_uz: Яроқсиз параметр.

# menu location
source: (Current: %s)
uz_uz: (Жорий: %s)

# menu
source: (Currently set to: %s)
uz_uz: (Жорий қилинган: %s)

source: Read the <a href="%s" target="_blank">bug report</a> page. Some of the guidelines there may help you figure out what went wrong.
uz_uz: <a href="%s" target="_blank">Нуқсон ҳақида хабар</a> саҳифасини ўқинг. Баъзи кўрсатмалар қандай хатолик юз бергани ҳақида ёрдам бериши мумкин.

source: Please see <a href="%s">Debugging in WordPress</a> for more information.
uz_uz: Батафсил маълумот учун <a href="%s">WordPressни созлаш</a> саҳифасини кўринг.

source: <strong>ERROR</strong>: %1$s in %2$s can only contain numbers, letters, and underscores.
uz_uz: <strong>ХАТО</strong>: %2$s даги %1$s фақатгина ҳарф, рақам, ва пастга чизиқдан иборат бўлиши мумкин.

source: Changes saved.
uz_uz: Ўзгариш сақланди.

source: Need more help? <a href='%s'>We got it</a>.
uz_uz: Ёрдам керакми? <a href='%s'>Бу ерга ташриф этинг</a>.

source: https://codex.wordpress.org/Editing_wp-config.php
uz_uz: https://codex.wordpress.org/Таҳрирлаш_wp-config.php

source: Use %s instead if you do not want the value echoed.
uz_uz: Қиймат қайтарилмаслиги учун %sдан фойдаланинг.

source: Use %s instead.
uz_uz: Ўрнига %sдан фойдаланинг.

source: There doesn't seem to be a %s file. I need this before we can get started.
uz_uz: %s файл мавжуд эмас. Давом этиш учун бу файл мавжуд бўлиши керак.

source: Term ID is shared between multiple taxonomies
uz_uz: ID элементи бир неча таснифда ишлатилади.

# genitive
source: June
uz_uz: июнь

# genitive
source: July
uz_uz: июль

# genitive
source: August
uz_uz: август

# genitive
source: September
uz_uz: сентябрь

# genitive
source: October
uz_uz: откябрь

# genitive
source: November
uz_uz: ноябрь

# genitive
source: December
uz_uz: декабрь

source: Term meta cannot be added to terms that are shared between taxonomies.
uz_uz: К элементам, связанным с несколькими таксономиями, нельзя добавить метаданные.

# decline months names: on or off
source: off
uz_uz: on

# genitive
source: January
uz_uz: январь

# genitive
source: February
uz_uz: февраль

# genitive
source: March
uz_uz: март

# genitive
source: April
uz_uz: апрель

# genitive
source: May
uz_uz: май

source: Sharing options
uz_uz: Улашиш танловлари

source: Medium-Large size image width
uz_uz: Расм эни ўртадан катта

source: Medium-Large size image height
uz_uz: Расм бўйи ўртадан катта

source: You are currently browsing the %s blog archives.
uz_uz: Сиз хозир %s блогининг архивини кузатяпсиз.

source: You are currently browsing the %1$s blog archives for the day %2$s.
uz_uz: Сиз хозир %s блогининг %2$s куни учун архивини кузатяпсиз.

source: You are currently browsing the %1$s blog archives for %2$s.
uz_uz: Сиз хозир %s блогининг %2$s ойи учун архивини кузатяпсиз.

source: You are currently browsing the %1$s blog archives for the year %2$s.
uz_uz: Сиз хозир %s блогининг %2$s йил учун архивини кузатяпсиз.

source: This site has not been activated yet. If you are having problems activating your site, please contact %s.
uz_uz: Бу сайт хали фаоллаштирилмаган. Фаоллаштиришга боғлиқ муаммо пайдо бўлса %s манзилига хат ёзинг.

source: The menu name %s conflicts with another menu name. Please try another.
uz_uz: %s меню сарлавҳаси ишлатилмоқда. Илтимос, бошқа сарлавҳа танланг.

source: Check your inbox at %s and click the link given.
uz_uz: %s электрон почта қутингизни текширинг ёки берилган ҳаволага босинг.

source: The site you were looking for, %s, does not exist.
uz_uz: Сиз қидираётган %s сайт мавжуд эмас.

source: It looks like nothing was found at this location. Maybe try visiting %s directly?
uz_uz: Бу манзилда хеч нарса топилмади. %s сайтига ташриф буюринг .

source: Continue reading %s
uz_uz: %s давомини ўқиш

source: Oops! That embed can&#8217;t be found.
uz_uz: Вой! Объект топилмади.

source: Posted title:
uz_uz: Сарлавҳа:

source: Mission complete. Message %s deleted.
uz_uz: Вазифа тамом. Хабар %s ўчирилди.

source: Site Language:
uz_uz: Сайт тили:

source: Author:
uz_uz: Муаллиф:

source: Are you sure that you have typed the correct hostname?
uz_uz: Сиз сервер номини тўғри киритганингизга аминмисиз?

source: Are you sure that the database server is running?
uz_uz: Сиз серверда маълумотлар базаси ишлаётганига аминмисиз?

source: If you&#8217;re unsure what these terms mean you should probably contact your host. If you still need help you can always visit the <a href="%s">WordPress Support Forums</a>.
uz_uz: Агар сиз бу атамалар нима деганин билмасангиз , хостинг провайдерга мурожаат қилишиниз мумкин. Сўнгра, ёрдам керак бўлса, ҳар доим <a href="%s">WordPress қўллаб-қувватлаш форуми</a>га ташриф буюришингиз мумкин.

source: Error reconnecting to the database
uz_uz: Маълумотлар базасига уланишда хатолик юз берди

source: This means that we lost contact with the database server at %s. This could mean your host&#8217;s database server is down.
uz_uz: Это значит, что связь с сервером базы данных по адресу %s утеряна. Возможно, сервер недоступен.

source: Are you sure that the database server is not under particularly heavy load?
uz_uz: Вы уверены, что сервер базы данных не находится под большой нагрузкой?

source: This either means that the username and password information in your %1$s file is incorrect or we can&#8217;t contact the database server at %2$s. This could mean your host&#8217;s database server is down.
uz_uz: Это значит, что либо имя пользователя и пароль в файле %1$s неверны, либо нам не удалось связаться с сервером базы данных по адресу %2$s. Возможно, сервер недоступен.

source: Are you sure you have the correct username and password?
uz_uz: Вы уверены, что указали правильное имя пользователя и пароль?

source: If you don&#8217;t know how to set up a database you should <strong>contact your host</strong>. If all else fails you may find help at the <a href="%s">WordPress Support Forums</a>.
uz_uz: Если вы не знаете, как настроить доступ к базе данных, следует <strong>обратиться к хостинг-провайдеру</strong>. Если проблему так и не удалось решить &#8212; возможно, вам помогут на <a href="%s">форуме поддержки WordPress</a>.

source: Can&#8217;t select database
uz_uz: Не удалось выбрать базу данных

source: We were able to connect to the database server (which means your username and password is okay) but not able to select the %s database.
uz_uz: Мы успешно подключились к серверу (это значит, что имя пользователя и пароль верны), но не смогли выбрать базу данных %s.

source: Are you sure it exists?
uz_uz: Бунинг мавжудлигига аминмисиз?

source: Does the user %1$s have permission to use the %2$s database?
uz_uz: Имеет ли пользователь %1$s права на использование базы данных %2$s?

source: On some systems the name of your database is prefixed with your username, so it would be like <code>username_%1$s</code>. Could that be the problem?
uz_uz: В некоторых системах имя базы данных дополняется именем пользователя в виде префикса, получается что-то вроде <code>username_%1$s</code>. Возможно, причина в этом?

source: The tag cloud will not be displayed since there are no taxonomies that support the tag cloud widget.
uz_uz: Облако меток не будет отображено, потому что ни одна из таксономий его не поддерживает.

source: <strong>ERROR</strong>: The password you entered for the username %s is incorrect.
uz_uz: <strong>ХАТО</strong>: %s фойдалнувчи номи учун киритилган парол нотўғри.

source: Nicename may not be longer than 50 characters.
uz_uz: Ярлык пользователя не может быть длиннее 50 символов.

source: Could not save password reset key to database.
uz_uz: Не удалось сохранить ключ для сброса пароля в базе данных.

source: Tags list navigation
uz_uz: Навигация по списку меток

source: Categories list navigation
uz_uz: Навигация по списку рубрик

source: Tags list
uz_uz: Список меток

source: Categories list
uz_uz: Список рубрик

source: <strong>ERROR</strong>: Invalid username.
uz_uz: <strong>ХАТО</strong>: Яроқсиз фойдаланувчи номи.

source: %1$s (since %2$s; no alternative available)
uz_uz: %1$s (с версии %2$s; альтернативы не предусмотрено)

source: %1$s (since %2$s; %3$s)
uz_uz: %1$s (с версии %2$s; %3$s)

source: Cookie nonce is invalid
uz_uz: Неверный параметр nonce в cookie

source: Permalink saved
uz_uz: Постоянная ссылка сохранена

source: Invalid shortcode name: Empty name given.
uz_uz: Неверное имя шорткода: Указано пустое имя.

source: Invalid shortcode name: %1$s. Do not use spaces or reserved characters: %2$s
uz_uz: Неверное имя шорткода: %1$s. Не используйте пробелы и зарезервированные символы: %2$s

source: The specified namespace could not be found.
uz_uz: Не удалось найти указанное пространство имён.

source: %1$s (since %2$s; use %3$s instead)
uz_uz: %1$s (с версии %2$s; используйте %3$s)

source: You don't have permission to do this.
uz_uz: У вас нет прав, чтобы сделать это.

source: No route was found matching the URL and request method
uz_uz: Подходящий маршрут для URL и метода запроса не найден

source: In %1$s, use the %2$s method, not the %3$s function. See %4$s.
uz_uz: В %1$s используйте метод %2$s вместо функции %3$s. См. %4$s.

source: Missing parameter(s): %s
uz_uz: Отсутствует параметр: %s

source: Invalid parameter(s): %s
uz_uz: Неверный параметр: %s

source: The REST API is disabled on this site.
uz_uz: Интерфейс REST API на этом сайте отключён.

source: JSONP support is disabled on this site.
uz_uz: Поддержка JSONP на этом сайте отключена.

source: The JSONP callback function is invalid.
uz_uz: Неверная функция обработки JSONP.

source: The handler for the route is invalid
uz_uz: Неверный обработчик маршрута

source: Pages list navigation
uz_uz: Навигация по списку страниц

source: Posts list
uz_uz: Мақолалар рўйхат

source: Pages list
uz_uz: Список страниц

source: Post Archives
uz_uz: Архивы записей

source: Page Archives
uz_uz: Архивы страниц

source: Filter posts list
uz_uz: Фильтровать список записей

source: Filter pages list
uz_uz: Фильтровать список страниц

source: Posts list navigation
uz_uz: Навигация по списку записей

source: Sorry, that username is not allowed.
uz_uz: Извините, это имя пользователя не разрешено.

source: Site names can only contain lowercase letters (a-z) and numbers.
uz_uz: Имя сайта может содержать только латинские буквы в нижнем регистре (a&#8212;z) и цифры.

source: Post Type Archive
uz_uz: Архив типа записей

# November abbreviation
source: Nov
uz_uz: Ноя

# December abbreviation
source: Dec
uz_uz: Дек

# playlist item title
source: &#8220;%s&#8221;
uz_uz: «%s»

source: Usernames can only contain lowercase letters (a-z) and numbers.
uz_uz: Имя пользователя может содержать только латинские буквы в нижнем регистре (a&#8212;z) и цифры.

# July abbreviation
source: Jul
uz_uz: Июл

# August abbreviation
source: Aug
uz_uz: Авг

# September abbreviation
source: Sep
uz_uz: Сен

# October abbreviation
source: Oct
uz_uz: Окт

# January abbreviation
source: Jan
uz_uz: Янв

# February abbreviation
source: Feb
uz_uz: Фев

# March abbreviation
source: Mar
uz_uz: Мар

# April abbreviation
source: Apr
uz_uz: Апр

# May abbreviation
source: May
uz_uz: Май

# June abbreviation
source: Jun
uz_uz: Июн

# Wednesday initial
source: W
uz_uz: Ч

# Thursday initial
source: T
uz_uz: П

# Friday initial
source: F
uz_uz: Ж

# Saturday initial
source: S
uz_uz: Ш

# Sunday initial
source: S
uz_uz: Я

# Monday initial
source: M
uz_uz: Д

# Tuesday initial
source: T
uz_uz: С

source: Newer comments
uz_uz: Янгироқ шарҳлар

source: Posts published on %s
uz_uz: %sда чоп этилган мақолалар

source: Older comments
uz_uz: Эски шарҳлар

source: Copy and paste this code into your site to embed
uz_uz: Скопируйте и вставьте этот код на ваш сайт

source: Close sharing dialog
uz_uz: Закрыть окно вставки

source: Use the %s filter instead.
uz_uz: Используйте фильтр %s.

source: %s <span class="screen-reader-text">Comment</span>
uz_uz: Шарҳ

source: Open sharing dialog
uz_uz: Открыть окно вставки

source: WordPress Embed
uz_uz: Вставка в WordPress

source: HTML Embed
uz_uz: HTML-код

source: Copy and paste this URL into your WordPress site to embed
uz_uz: Скопируйте и вставьте этот URL на ваш сайт под управлением WordPress

source: When in reorder mode, additional controls to reorder widgets will be available in the widgets list above.
uz_uz: В режиме изменения порядка в списке виджетов выше появятся дополнительные элементы управления.

source: Search installed themes&hellip;
uz_uz: Поиск установленных тем&hellip;

source: Sorry, you have used your space allocation.
uz_uz: К сожалению, вы использовали всё доступное пространство.

source: You are not allowed to browse users.
uz_uz: Вам не разрешено просматривать список пользователей.

source: You are not allowed to moderate or edit this comment.
uz_uz: Вам не разрешено модерировать или редактировать этот комментарий.

source: There are no widget areas currently rendered in the preview. Navigate in the preview to a template that makes use of a widget area in order to access its widgets here.
uz_uz: В окне предпросмотра сейчас нет ни одной области виджетов. Перейдите справа на страницу, где есть область виджетов, чтобы получить здесь доступ к её виджетам.

source: Reorder widgets
uz_uz: Изменить порядок виджетов

source: Press return or enter to open this section
uz_uz: Нажмите Enter, чтобы открыть эту секцию

source: Live Preview: %s
uz_uz: Просмотр: %s

source: You are not allowed to customize the appearance of this site.
uz_uz: Вам не разрешено настраивать внешний вид этого сайта.

source: You must be logged in to complete this action.
uz_uz: Чтобы завершить это действие, необходимо авторизоваться.

source: %1$s is deprecated. Use %2$s instead.
uz_uz: Параметр %1$s считается устаревшим. Используйте %2$s.

source: The post type %1$s is not registered, so it may not be reliable to check the capability "%2$s" against a post of that type.
uz_uz: Тип записей «%1$s» не зарегистрирован, поэтому проверка возможности «%2$s» относительно него может привести к неожиданным результатам.

source: You are not allowed to edit theme options on this site.
uz_uz: Вам не разрешено менять настройки темы на этом сайте.

source: The requested theme does not exist.
uz_uz: Сўралган шаблон мавжуд эмас.

source: Clear Results
uz_uz: Натижаларни ўчириш

source: The following formatting shortcuts are replaced when pressing Enter. Press Escape or the Undo button to undo.
uz_uz: Enter тугмаси босилганда қуйидаги бичим ёрлиқлари алмаштирилади. Ортга қайтариш учун Escape ёки ортга қайтиш тугмасини босинг.

source: Toggle section: %s
uz_uz: Бўлимни ўзгартириш: %s

source: Your new password has not been saved.
uz_uz: Янги паролингиз сақланмади.

source: Toggle section: Custom Links
uz_uz: Бўлимни ўзгартириш: Махсус ҳаволалар

source: Remove Menu Item: %1$s (%2$s)
uz_uz: Меню бандини олиб ташлаш: %1$s (%2$s)

source: Edit menu item: %1$s (%2$s)
uz_uz: Меню бандини таҳрирлаш: %1$s (%2$s)

source: Hide password
uz_uz: Паролни яшириш

source: Show password
uz_uz: Паролни кўрсатиш

source: Menu Name
uz_uz: Меню сарлавҳаси

source: As a browser icon
uz_uz: Браузер ёлиғи сифатида

source: Preview as a browser icon
uz_uz: Браузер ёлиғи сифатида кўриш

source: As an app icon
uz_uz: Дастур ёлиғи сифатида

source: Preview as an app icon
uz_uz: Дастур ёлиғи сифатида кўриш

source: No items
uz_uz: Бандлар мавжуд эмас

source: Menu options
uz_uz: Меню танловлари

source: Registration confirmation will be emailed to you.
uz_uz: Подтверждение регистрации будет отправлено на ваш e-mail.

source: Hide
uz_uz: Яшириш

source: Show
uz_uz: Кўрсатиш

# password mismatch
source: Mismatch
uz_uz: Мос эмас

# password strength
source: Very weak
uz_uz: Жуд оддий

# password strength
source: Weak
uz_uz: Оддий

# password strength
source: Strong
uz_uz: Кучли

source: Hide header image
uz_uz: Бош қисм расмини яшириш

source: Hide image
uz_uz: Расмни яшириш

source: Add new header image
uz_uz: Бош қисм расмини қўшиш

source: Add new image
uz_uz: Янги расм қўшиш

source: Site Icon
uz_uz: Сайт ёрлиғи

source: The Site Icon is used as a browser and app icon for your site. Icons must be square, and at least %s pixels wide and tall.
uz_uz: Иконка сайта используется в браузере и на экранах мобильных устройств. Иконка должна быть квадратной, не менее %s пикселей по ширине и высоте.

source: Expand Sidebar
uz_uz: Ён устунни ёйиш

source: Site Identity
uz_uz: Сайт шахсияти

source: Add to menu: %1$s (%2$s)
uz_uz: Менюга қўшиш: %1$s (%2$s)

source: When starting a new paragraph with one of these formatting shortcuts followed by a space, the formatting will be applied automatically. Press Backspace or Escape to undo.
uz_uz: Қуйидаги ўзидан кейин бўш жой билан келадиган бичимлаш ёрлиғидан фойдаланиб янги абзац бошланганда, бичимлар автоматик қўлланади. Бекор қилиш учун Backspace ёки Escape тугмасини босинг.

source: WordPress database error:
uz_uz: WordPress маълумот базасида хатолик:

source: Your password reset link appears to be invalid. Please request a new link below.
uz_uz: Паролингизни тиклашга ҳаволада хатолик борга ўхшайди. Илтимос, қуйида янги боғланиш учун сўров юборинг.

source: Your password reset link has expired. Please request a new link below.
uz_uz: Паролингизни тиклаш ҳаволаси эскирган. Илтимос, қуйида янги ҳавола учун сўров юборинг.
